[
	{
		"Title": "Fundamentals of Wavelets",
		"Author": "Goswami, Jaideva",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "228",
		"Publisher": "John Wiley & Sons",
		"Authors": [
			"Jaideva C. Goswami",
			"Andrew K. Chan"
		],
		"Description": "Most existing books on wavelets are either too mathematical or they focus on too narrow a specialty. This book provides a thorough treatment of the subject from an engineering point of view. It is a one-stop source of theory, algorithms, applications, and computer codes related to wavelets. This second edition has been updated by the addition of: a section on \"Other Wavelets\" that describes curvelets, ridgelets, lifting wavelets, etc a section on lifting algorithms Sections on Edge Detection and Geophysical Applications Section on Multiresolution Time Domain Method (MRTD) and on Inverse problems",
		"ISBN": "9780470934647",
		"Cover": "http://books.google.com/books/content?id=zN2JJPeUYfcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 111.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-03-08",
		"PageCount": 359,
		"Categories": [
			"Computers"
		],
		"ID": "5djHwiR"
	},
	{
		"Title": "Data Smart",
		"Author": "Foreman, John",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "235",
		"Publisher": "John Wiley & Sons",
		"Authors": [
			"John W. Foreman"
		],
		"Description": "Data Science gets thrown around in the press like it'smagic. Major retailers are predicting everything from when theircustomers are pregnant to when they want a new pair of ChuckTaylors. It's a brave new world where seemingly meaningless datacan be transformed into valuable insight to drive smart businessdecisions. But how does one exactly do data science? Do you have to hireone of these priests of the dark arts, the \"data scientist,\" toextract this gold from your data? Nope. Data science is little more than using straight-forward steps toprocess raw data into actionable insight. And in DataSmart, author and data scientist John Foreman will show you howthat's done within the familiar environment of aspreadsheet. Why a spreadsheet? It's comfortable! You get to look at the dataevery step of the way, building confidence as you learn the tricksof the trade. Plus, spreadsheets are a vendor-neutral place tolearn data science without the hype. But don't let the Excel sheets fool you. This is a book forthose serious about learning the analytic techniques, the math andthe magic, behind big data. Each chapter will cover a different technique in aspreadsheet so you can follow along: Mathematical optimization, including non-linear programming andgenetic algorithms Clustering via k-means, spherical k-means, and graphmodularity Data mining in graphs, such as outlier detection Supervised AI through logistic regression, ensemble models, andbag-of-words models Forecasting, seasonal adjustments, and prediction intervalsthrough monte carlo simulation Moving from spreadsheets into the R programming language You get your hands dirty as you work alongside John through eachtechnique. But never fear, the topics are readily applicable andthe author laces humor throughout. You'll even learnwhat a dead squirrel has to do with optimization modeling, whichyou no doubt are dying to know.",
		"ISBN": "9781118839867",
		"Cover": "http://books.google.com/books/content?id=CfjpAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 1,
		"ListPrice": {
			"amount": 28.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-10-31",
		"PageCount": 432,
		"Categories": [
			"Business & Economics"
		],
		"ID": "OP7Qf3I"
	},
	{
		"Title": "God Created The Integers",
		"Author": "Hawking, Stephen",
		"Genre": "tech",
		"SubGenre": "mathematics",
		"Height": "197",
		"Publisher": "Hachette UK",
		"Authors": [
			"Stephen Hawking"
		],
		"Description": "Bestselling author and physicist Stephen Hawking explores the \"masterpieces\" of mathematics, 25 landmarks spanning 2,500 years and representing the work of 15 mathematicians, including Augustin Cauchy, Bernard Riemann, and Alan Turing. This extensive anthology allows readers to peer into the mind of genius by providing them with excerpts from the original mathematical proofs and results. It also helps them understand the progression of mathematical thought, and the very foundations of our present-day technologies. Each chapter begins with a biography of the featured mathematician, clearly explaining the significance of the result, followed by the full proof of the work, reproduced from the original publication.",
		"ISBN": "9780762432721",
		"Cover": "http://books.google.com/books/content?id=Lu83DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 2,
		"ListPrice": {
			"amount": 12.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2007-03-29",
		"PageCount": 256,
		"Categories": [
			"Mathematics"
		],
		"ID": "WWgTj9Y"
	},
	{
		"Title": "SuperFreakonomics",
		"Author": "Dubner, Stephen",
		"Genre": "science",
		"SubGenre": "economics",
		"Height": "179",
		"Publisher": "Editions Gallimard",
		"Authors": [
			"Steven D. Levitt",
			"Stephen J. Dubner"
		],
		"Description": "Avec Freakonomics, leur premier livre (Folio actuel numéro 132), Levitt et Dubner ont transformé notre regard sur le monde en appliquant les méthodes de l'économie aux petites bizarreries de la vie quotidienne. SuperFreakonomics aborde une nouvelle série de questions aussi insolites les unes que les autres. La méthode économique n'est ici ni une simple discipline universitaire ni une stricte explication mathématique de l'\"économie\", mais un instrument dont il faut se servir pour décrire comment nous prenons des décisions : c'est le mariage de la méthode économique et de la curiosité iconoclaste. Finalement, il ressort de toutes ces démonstrations une redoutable évidence : les êtres humains, que l'économie traite en sujets rationnels et calculateurs, ne font qu'obéir aux incitations.",
		"ISBN": "9782070443451",
		"Cover": "http://books.google.com/books/content?id=P5evtwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2011-09",
		"PageCount": 370,
		"ID": "jejTIw2"
	},
	{
		"Title": "Orientalism",
		"Author": "Said, Edward",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "197",
		"Publisher": "Vintage",
		"Authors": [
			"Edward W. Said"
		],
		"Description": "More than three decades after its first publication, Edward Said's groundbreaking critique of the West's historical, cultural, and political perceptions of the East has become a modern classic. In this wide-ranging, intellectually vigorous study, Said traces the origins of \"orientalism\" to the centuries-long period during which Europe dominated the Middle and Near East and, from its position of power, defined \"the orient\" simply as \"other than\" the occident. This entrenched view continues to dominate western ideas and, because it does not allow the East to represent itself, prevents true understanding. Essential, and still eye-opening, Orientalism remains one of the most important books written about our divided world.",
		"ISBN": "9780804153867",
		"Cover": "http://books.google.com/books/content?id=npF5BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 3,
		"ListPrice": {
			"amount": 13.45,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2014-10-01",
		"PageCount": 432,
		"Categories": [
			"Social Science"
		],
		"ID": "wLGU4zB"
	},
	{
		"Title": "The Nature of Statistical Learning Theory",
		"Author": "Vapnik, Vladimir",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "230",
		"Publisher": "Springer Science & Business Media",
		"Authors": [
			"Vladimir Vapnik"
		],
		"Description": "The aim of this book is to discuss the fundamental ideas which lie behind the statistical theory of learning and generalization. It considers learning as a general problem of function estimation based on empirical data. Omitting proofs and technical details, the author concentrates on discussing the main results of learning theory and their connections to fundamental problems in statistics. This second edition contains three new chapters devoted to further development of the learning theory and SVM techniques. Written in a readable and concise style, the book is intended for statisticians, mathematicians, physicists, and computer scientists.",
		"ISBN": "9781475732641",
		"Cover": "http://books.google.com/books/content?id=EqgACAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 213.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-06-29",
		"PageCount": 314,
		"Categories": [
			"Mathematics"
		],
		"ID": "t4FFBUt"
	},
	{
		"Title": "Story of the Integration of the Indian States",
		"Author": "Menon, V P",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "217",
		"Authors": [
			"Vapal Pangunni Menon"
		],
		"AverageRating": 5,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "1956",
		"PageCount": 500,
		"Categories": [
			"Constitutional history"
		],
		"ID": "4cp4TbE"
	},
	{
		"Title": "The Drunkard's Walk",
		"Author": "Mlodinow, Leonard",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "197",
		"Publisher": "Penguin UK",
		"Authors": [
			"Leonard Mlodinow"
		],
		"Description": "An exhilarating, eye-opening guide to understanding our random world Leonard Mlodinow reveals the psychological illusions that prevent us understanding everything from stock-picking to wine-tasting, winning the lottery to road safety, and reveals the truth about the success of sporting heroes and film stars, and even how to make sense of a blood test. The Drunkard's Walk is an exhilarating, eye-opening guide to understanding our random world - read it, so you won't be left a victim of chance. Leonard Mlodinow has a Ph.D., has been a member of the faculty of the California Institute of Technology and a television writer in Hollywood, as well as developing many award winning CD-Roms. He is currently Vice President of Emerging Technologies and R&D at Scholastic Inc. and lives in New York City. His previous books include A Brief History of Time, which he co-authored, and Euclid's Window and Some Time with Feynman both published by Penguin.",
		"ISBN": "9780141920696",
		"Cover": "http://books.google.com/books/content?id=MPuUDtFH0L4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 45,
		"ListPrice": {
			"amount": 9.49,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-04-02",
		"PageCount": 272,
		"Categories": [
			"Mathematics"
		],
		"ID": "ZTTrVWD"
	},
	{
		"Title": "Image Processing and Mathematical Morphology",
		"Author": "Shih, Frank",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "241",
		"Publisher": "CRC Press",
		"Authors": [
			"Frank Y. Shih"
		],
		"Description": "In the development of digital multimedia, the importance and impact of image processing and mathematical morphology are well documented in areas ranging from automated vision detection and inspection to object recognition, image analysis and pattern recognition. Those working in these ever-evolving fields require a solid grasp of basic fundamentals, theory, and related applications--and few books can provide the unique tools for learning contained in this text. Image Processing and Mathematical Morphology: Fundamentals and Applicationsis a comprehensive, wide-ranging overview of morphological mechanisms and techniques and their relation to image processing. More than merely a tutorial on vital technical information, the book places this knowledge into a theoretical framework. This helps readers analyze key principles and architectures and then use the author's novel ideas on implementation of advanced algorithms to formulate a practical and detailed plan to develop and foster their own ideas. The book: Presents the history and state-of-the-art techniques related to image morphological processing, with numerous practical examples Gives readers a clear tutorial on complex technology and other tools that rely on their intuition for a clear understanding of the subject Includes an updated bibliography and useful graphs and illustrations Examines several new algorithms in great detail so that readers can adapt them to derive their own solution approaches This invaluable reference helps readers assess and simplify problems and their essential requirements and complexities, giving them all the necessary data and methodology to master current theoretical developments and applications, as well as create new ones.",
		"ISBN": "9781138112285",
		"Cover": "http://books.google.com/books/content?id=HCo1tAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2017-06-07",
		"PageCount": 439,
		"ID": "u1XlCKM"
	},
	{
		"Title": "Mastermind",
		"Author": "Konnikova, Maria",
		"Genre": "nonfiction",
		"SubGenre": "psychology",
		"Height": "240",
		"Publisher": "Viking Press",
		"Authors": [
			"Maria Konnikova"
		],
		"Description": "The \"Literally Psyched\" columnist for Scientific American draws on neuroscience and psychology studies while analyzing the deductive strategies used by the character of Sherlock Holmes to counsel readers on how to promote mental strength, clearer observation and effective problem-solving.",
		"ISBN": "9780670026579",
		"Cover": "http://books.google.com/books/content?id=01Q2nwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 11,
		"Country": "DE",
		"PublishedDate": "2013",
		"PageCount": 273,
		"Categories": [
			"PSYCHOLOGY"
		],
		"ID": "lPn3cMf"
	},
	{
		"Title": "Data Scientists at Work",
		"Author": "Sebastian Gutierrez",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "230",
		"Publisher": "Apress",
		"Authors": [
			"Sebastian Gutierrez"
		],
		"Description": "Data Scientists at Work is a collection of interviews with sixteen of the world's most influential and innovative data scientists from across the spectrum of this hot new profession. \"Data scientist is the sexiest job in the 21st century,\" according to the Harvard Business Review. By 2018, the United States will experience a shortage of 190,000 skilled data scientists, according to a McKinsey report. Through incisive in-depth interviews, this book mines the what, how, and why of the practice of data science from the stories, ideas, shop talk, and forecasts of its preeminent practitioners across diverse industries: social network (Yann LeCun, Facebook); professional network (Daniel Tunkelang, LinkedIn); venture capital (Roger Ehrenberg, IA Ventures); enterprise cloud computing and neuroscience (Eric Jonas, formerly Salesforce.com); newspaper and media (Chris Wiggins, The New York Times); streaming television (Caitlin Smallwood, Netflix); music forecast (Victor Hu, Next Big Sound); strategic intelligence (Amy Heineike, Quid); environmental big data (André Karpištšenko, Planet OS); geospatial marketing intelligence (Jonathan Lenaghan, PlaceIQ); advertising (Claudia Perlich, Dstillery); fashion e-commerce (Anna Smith, Rent the Runway); specialty retail (Erin Shellman, Nordstrom); email marketing (John Foreman, MailChimp); predictive sales intelligence (Kira Radinsky, SalesPredict); and humanitarian nonprofit (Jake Porway, DataKind). The book features a stimulating foreword by Google's Director of Research, Peter Norvig. Each of these data scientists shares how he or she tailors the torrent-taming techniques of big data, data visualization, search, and statistics to specific jobs by dint of ingenuity, imagination, patience, and passion. Data Scientists at Work parts the curtain on the interviewees’ earliest data projects, how they became data scientists, their discoveries and surprises in working with data, their thoughts on the past, present, and future of the profession, their experiences of team collaboration within their organizations, and the insights they have gained as they get their hands dirty refining mountains of raw data into objects of commercial, scientific, and educational value for their organizations and clients.",
		"ISBN": "9781430265993",
		"Cover": "http://books.google.com/books/content?id=86jhBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2014-12-12",
		"PageCount": 364,
		"Categories": [
			"Computers"
		],
		"ID": "pi4BB9t"
	},
	{
		"Title": "Slaughterhouse-Five",
		"Author": "Vonnegut, Kurt",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "198",
		"Publisher": "Dial Press Trade Paperback",
		"Authors": [
			"Kurt Vonnegut"
		],
		"Description": "Kurt Vonnegut’s masterpiece, Slaughterhouse-Five is “a desperate, painfully honest attempt to confront the monstrous crimes of the twentieth century” (Time). Selected by the Modern Library as one of the 100 best novels of all time Slaughterhouse-Five, an American classic, is one of the world’s great antiwar books. Centering on the infamous World War II firebombing of Dresden, the novel is the result of what Kurt Vonnegut described as a twenty-three-year struggle to write a book about what he had witnessed as an American prisoner of war. It combines historical fiction, science fiction, autobiography, and satire in an account of the life of Billy Pilgrim, a barber’s son turned draftee turned optometrist turned alien abductee. As Vonnegut had, Billy experiences the destruction of Dresden as a POW. Unlike Vonnegut, he experiences time travel, or coming “unstuck in time.” An instant bestseller, Slaughterhouse-Five made Kurt Vonnegut a cult hero in American literature, a reputation that only strengthened over time, despite his being banned and censored by some libraries and schools for content and language. But it was precisely those elements of Vonnegut’s writing—the political edginess, the genre-bending inventiveness, the frank violence, the transgressive wit—that have inspired generations of readers not just to look differently at the world around them but to find the confidence to say something about it. Authors as wide-ranging as Norman Mailer, John Irving, Michael Crichton, Tim O’Brien, Margaret Atwood, Elizabeth Strout, David Sedaris, Jennifer Egan, and J. K. Rowling have all found inspiration in Vonnegut’s words. Jonathan Safran Foer has described Vonnegut as “the kind of writer who made people—young people especially—want to write.” George Saunders has declared Vonnegut to be “the great, urgent, passionate American writer of our century, who offers us . . . a model of the kind of compassionate thinking that might yet save us from ourselves.” More than fifty years after its initial publication at the height of the Vietnam War, Vonnegut’s portrayal of political disillusionment, PTSD, and postwar anxiety feels as relevant, darkly humorous, and profoundly affecting as ever, an enduring beacon through our own era’s uncertainties.",
		"ISBN": "9780385333849",
		"Cover": "http://books.google.com/books/content?id=7jnkli7iAjMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1687,
		"Country": "DE",
		"PublishedDate": "1969",
		"PageCount": 292,
		"Categories": [
			"Fiction"
		],
		"ID": "e4FfRAR"
	},
	{
		"Title": "Birth of a Theorem",
		"Author": "Villani, Cedric",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "234",
		"Publisher": "Farrar, Straus and Giroux",
		"Authors": [
			"Cédric Villani"
		],
		"Description": "In 2010, the French mathematician Cédric Villani received the Fields Medal, the most coveted prize in mathematics, in recognition of a proof that he devised with his close collaborator Clément Mouhot to explain one of the most surprising theories in classical physics. Birth of a Theorem is Villani's own account of the years leading up to the award. It invites readers inside the mind of a great mathematician as he wrestles with the most important work of his career. But you don't have to understand nonlinear Landau damping to love Birth of a Theorem. It doesn't simplify or overexplain; rather, it invites readers into a collaboration. Villani's diaries, e-mails, and musings enmesh you in the process of discovery. You join him in unproductive lulls and late-night breakthroughs. You're privy to dining-hall conversations at the world's greatest research institutions. Villani shares his favorite songs, his love of manga, and the imaginative stories he tells his children. In mathematics, as in any creative work, it is the thinker's whole life that propels discovery--and with Birth of a Theorem, Cédric Villani welcomes you into his.",
		"ISBN": "9780374536671",
		"Cover": "http://books.google.com/books/content?id=SAY3jgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2016-05-17",
		"PageCount": 272,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "MMormgi"
	},
	{
		"Title": "Structure and Interpretation of Computer Programs",
		"Author": "Sussman, Gerald",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "240",
		"Publisher": "Mit Press",
		"Authors": [
			"Harold Abelson"
		],
		"Description": "Structure and Interpretation of Computer Programs has had a dramatic impact on computer science curricula over the past decade. This long-awaited revision contains changes throughout the text. There are new implementations of most of the major programming systems in the book, including the interpreters and compilers, and the authors have incorporated many small changes that reflect their experience teaching the course at MIT since the first edition was published. A new theme has been introduced that emphasizes the central role played by different approaches to dealing with time in computational models: objects with state, concurrent programming, functional programming and lazy evaluation, and nondeterministic programming. There are new example sections on higher-order procedures in graphics and on applications of stream processing in numerical programming, and many new exercises. In addition, all the programs have been reworked to run in any Scheme implementation that adheres to the IEEE standard.",
		"ISBN": "9780262011532",
		"Cover": "http://books.google.com/books/content?id=1DrQngEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 4,
		"Country": "DE",
		"PublishedDate": "1996",
		"PageCount": 657,
		"Categories": [
			"Computers"
		],
		"ID": "NvnCYdI"
	},
	{
		"Title": "The Age of Wrath",
		"Author": "Eraly, Abraham",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "238",
		"Publisher": "Penguin UK",
		"Authors": [
			"Abraham Eraly"
		],
		"Description": "Wonderfully well researched . . . engrossing, enlightening' The Hindu The Delhi Sultanate period (1206-1526) is commonly portrayed as an age of chaos and violence-of plundering kings, turbulent dynasties, and the aggressive imposition of Islam on India. But it was also the era that saw the creation of a pan-Indian empire, on the foundations of which the Mughals and the British later built their own Indian empires. The encounter between Islam and Hinduism also transformed, among other things, India's architecture, literature, music and food. Abraham Eraly brings this fascinating period vividly alive, combining erudition with powerful storytelling, and analysis with anecdote.",
		"ISBN": "9789351186588",
		"Cover": "http://books.google.com/books/content?id=vyEoAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2015-04-01",
		"PageCount": 464,
		"Categories": [
			"Fiction"
		],
		"ID": "wBeVhBu"
	},
	{
		"Title": "The Trial",
		"Author": "Kafka, Frank",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "198",
		"Publisher": "Penguin Classics",
		"Authors": [
			"Franz Kafka"
		],
		"Description": "A terrifying psychological trip into the life of one Joseph K., an ordinary man who wakes up one day to find himself accused of a crime he did not commit, a crime whose nature is never revealed to him. Once arrested, he is released, but must report to court on a regular basis - an event that proves maddening, as nothing is ever resolved. As he grows more uncertain of his fate, his personal life - including work at a bank and his relations with his landlady and a young woman who lives next door - becomes increasingly unpredictable. As K. tries to gain control, he succeeds only in accelerating his own excruciating downward spiral.",
		"ISBN": "9780241197790",
		"Cover": "http://books.google.com/books/content?id=3z0ojgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 33,
		"Country": "DE",
		"PublishedDate": "2015-07-02",
		"PageCount": 208,
		"Categories": [
			"FICTION"
		],
		"ID": "6f1zZRi"
	},
	{
		"Title": "Introduction to Statistical Decision Theory",
		"Author": "Pratt, John",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "236",
		"Publisher": "MIT Press",
		"Authors": [
			"John Pratt",
			"Howard Raiffa",
			"Robert Schlaifer"
		],
		"Description": "The Bayesian revolution in statistics—where statistics is integrated with decision making in areas such as management, public policy, engineering, and clinical medicine—is here to stay. Introduction to Statistical Decision Theory states the case and in a self-contained, comprehensive way shows how the approach is operational and relevant for real-world decision making under uncertainty. Starting with an extensive account of the foundations of decision theory, the authors develop the intertwining concepts of subjective probability and utility. They then systematically and comprehensively examine the Bernoulli, Poisson, and Normal (univariate and multivariate) data generating processes. For each process they consider how prior judgments about the uncertain parameters of the process are modified given the results of statistical sampling, and they investigate typical decision problems in which the main sources of uncertainty are the population parameters. They also discuss the value of sampling information and optimal sample sizes given sampling costs and the economics of the terminal decision problems. Unlike most introductory texts in statistics, Introduction to Statistical Decision Theory integrates statistical inference with decision making and discusses real-world actions involving economic payoffs and risks. After developing the rationale and demonstrating the power and relevance of the subjective, decision approach, the text also examines and critiques the limitations of the objective, classical approach.",
		"ISBN": "9780262662062",
		"Cover": "http://books.google.com/books/content?id=Ur5NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2008-01-25",
		"PageCount": 896,
		"Categories": [
			"Business & Economics"
		],
		"ID": "wMPTp4R"
	},
	{
		"Title": "Outlines and Highlights for Handbook of Statistical Analysis and Data Mining Applications by Robert Nisbet",
		"Author": "Nisbet, Robert",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "242",
		"Publisher": "Academic Internet Pub Incorporated",
		"Authors": [
			"Cram101 Textbook Reviews"
		],
		"Description": "Never HIGHLIGHT a Book Again! Virtually all of the testable terms, concepts, persons, places, and events from the textbook are included. Cram101 Just the FACTS101 studyguides give all of the outlines, highlights, notes, and quizzes for your textbook with optional online comprehensive practice tests. Only Cram101 is Textbook Specific. Accompanys: 9780123747655 .",
		"ISBN": "9781617442995",
		"Cover": "http://books.google.com/books/content?id=ME5UYAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2010-12-01",
		"PageCount": 98,
		"Categories": [
			"Education"
		],
		"ID": "gRIpz3D"
	},
	{
		"Title": "The New Machiavelli",
		"Author": "Wells, H. G.",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "180",
		"Publisher": "Phoemixx Classics Ebooks",
		"Authors": [
			"H. G. Wells"
		],
		"Description": "The New Machiavelli H. G. Wells - A successful author and Liberal MP with a loving and benevolent wife, Richard Remington appears to be a man to envy. But underneath his superficial contentment, he is far from happy with either his marriage or the politics of his party. The New Machiavelli describes the disarray into which his life is thrown, when he meets the young and beautiful Isabel Rivers and becomes tormented by desire. At first, he struggles to resist and remain focused upon his familiar political, personal and social life. But as he soon learns, it is harder than he could have imagined to turn his back on love.",
		"ISBN": "9783986470579",
		"Cover": "http://books.google.com/books/content?id=vEpOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 3,
		"ListPrice": {
			"amount": 6.49,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2021-11-16",
		"PageCount": 555,
		"Categories": [
			"Political Science"
		],
		"ID": "pp13an3"
	},
	{
		"Title": "Physics and Philosophy",
		"Author": "Heisenberg, Werner",
		"Genre": "philosophy",
		"SubGenre": "science",
		"Height": "197",
		"Publisher": "Harper Perennial Modern Classics",
		"Authors": [
			"Werner Heisenberg"
		],
		"Description": "Presents German physicist Werner Heisenberg's 1958 text in which he discusses the philosophical implications and social consequences of quantum mechanics and other physical theories.",
		"Cover": "http://books.google.com/books/content?id=ZJjuAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 3,
		"Country": "DE",
		"PublishedDate": "2007-05-08",
		"PageCount": 225,
		"Categories": [
			"Science"
		],
		"ID": "55yryKG"
	},
	{
		"Title": "Making Software",
		"Author": "Oram, Andy",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "232",
		"Publisher": "O'Reilly Media",
		"Authors": [
			"Andy Oram",
			"Greg Wilson"
		],
		"Description": "Many claims are made about how certain tools, technologies, and practices improve software development. But which claims are verifiable, and which are merely wishful thinking? In this book, leading thinkers such as Steve McConnell, Barry Boehm, and Barbara Kitchenham offer essays that uncover the truth and unmask myths commonly held among the software development community. Their insights may surprise you. Are some programmers really ten times more productive than others? Does writing tests first help you develop better code faster? Can code metrics predict the number of bugs in a piece of software? Do design patterns actually make better software? What effect does personality have on pair programming? What matters more: how far apart people are geographically, or how far apart they are in the org chart? Contributors include: Jorge Aranda Tom Ball Victor R. Basili Andrew Begel Christian Bird Barry Boehm Marcelo Cataldo Steven Clarke Jason Cohen Robert DeLine Madeline Diep Hakan Erdogmus Michael Godfrey Mark Guzdial Jo E. Hannay Ahmed E. Hassan Israel Herraiz Kim Sebastian Herzig Cory Kapser Barbara Kitchenham Andrew Ko Lucas Layman Steve McConnell Tim Menzies Gail Murphy Nachi Nagappan Thomas J. Ostrand Dewayne Perry Marian Petre Lutz Prechelt Rahul Premraj Forrest Shull Beth Simon Diomidis Spinellis Neil Thomas Walter Tichy Burak Turhan Elaine J. Weyuker Michele A. Whitecraft Laurie Williams Wendy M. Williams Andreas Zeller Thomas Zimmermann",
		"ISBN": "9780596808327",
		"Cover": "http://books.google.com/books/content?id=7iHWwAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2010-10-21",
		"PageCount": 624,
		"Categories": [
			"Computers"
		],
		"ID": "3wzp2y1"
	},
	{
		"Title": "Analysis II",
		"Author": "Tao, Terence",
		"Genre": "tech",
		"SubGenre": "mathematics",
		"Height": "248",
		"Publisher": "Springer",
		"Authors": [
			"Terence Tao"
		],
		"Description": "This is part two of a two-volume book on real analysis and is intended for senior undergraduate students of mathematics who have already been exposed to calculus. The emphasis is on rigour and foundations of analysis. Beginning with the construction of the number systems and set theory, the book discusses the basics of analysis (limits, series, continuity, differentiation, Riemann integration), through to power series, several variable calculus and Fourier analysis, and then finally the Lebesgue integral. These are almost entirely set in the concrete setting of the real line and Euclidean spaces, although there is some material on abstract metric and topological spaces. The book also has appendices on mathematical logic and the decimal system. The entire text (omitting some less central topics) can be taught in two quarters of 25–30 lectures each. The course material is deeply intertwined with the exercises, as it is intended that the student actively learn the material (and practice thinking and writing rigorously) by proving several of the key results in the theory.",
		"ISBN": "9789811018046",
		"Cover": "http://books.google.com/books/content?id=oybkDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 48.78,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2016-08-22",
		"PageCount": 220,
		"Categories": [
			"Mathematics"
		],
		"ID": "16Qn6DI"
	},
	{
		"Title": "Machine Learning for Hackers",
		"Author": "Conway, Drew",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "233",
		"Publisher": "\"O'Reilly Media, Inc.\"",
		"Authors": [
			"Drew Conway",
			"John White"
		],
		"Description": "Presents algorithms that enable computers to train themselves to automate tasks, focusing on specific problems such as prediction, optimization, and classification.",
		"ISBN": "9781449303716",
		"Cover": "http://books.google.com/books/content?id=hK3icX75MdQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2012-02-15",
		"PageCount": 303,
		"Categories": [
			"Computers"
		],
		"ID": "nqvmLlZ"
	},
	{
		"Title": "The Signal and the Noise",
		"Author": "Silver, Nate",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "233",
		"Publisher": "Penguin",
		"Authors": [
			"Nate Silver"
		],
		"Description": "UPDATED FOR 2020 WITH A NEW PREFACE BY NATE SILVER \"One of the more momentous books of the decade.\" —The New York Times Book Review Nate Silver built an innovative system for predicting baseball performance, predicted the 2008 election within a hair’s breadth, and became a national sensation as a blogger—all by the time he was thirty. He solidified his standing as the nation's foremost political forecaster with his near perfect prediction of the 2012 election. Silver is the founder and editor in chief of the website FiveThirtyEight. Drawing on his own groundbreaking work, Silver examines the world of prediction, investigating how we can distinguish a true signal from a universe of noisy data. Most predictions fail, often at great cost to society, because most of us have a poor understanding of probability and uncertainty. Both experts and laypeople mistake more confident predictions for more accurate ones. But overconfidence is often the reason for failure. If our appreciation of uncertainty improves, our predictions can get better too. This is the “prediction paradox”: The more humility we have about our ability to make predictions, the more successful we can be in planning for the future. In keeping with his own aim to seek truth from data, Silver visits the most successful forecasters in a range of areas, from hurricanes to baseball to global pandemics, from the poker table to the stock market, from Capitol Hill to the NBA. He explains and evaluates how these forecasters think and what bonds they share. What lies behind their success? Are they good—or just lucky? What patterns have they unraveled? And are their forecasts really right? He explores unanticipated commonalities and exposes unexpected juxtapositions. And sometimes, it is not so much how good a prediction is in an absolute sense that matters but how good it is relative to the competition. In other cases, prediction is still a very rudimentary—and dangerous—science. Silver observes that the most accurate forecasters tend to have a superior command of probability, and they tend to be both humble and hardworking. They distinguish the predictable from the unpredictable, and they notice a thousand little details that lead them closer to the truth. Because of their appreciation of probability, they can distinguish the signal from the noise. With everything from the health of the global economy to our ability to fight terrorism dependent on the quality of our predictions, Nate Silver’s insights are an essential read.",
		"ISBN": "9781101595954",
		"Cover": "http://books.google.com/books/content?id=SI-VqAT4_hYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 41,
		"Country": "DE",
		"PublishedDate": "2012-09-27",
		"PageCount": 544,
		"Categories": [
			"Political Science"
		],
		"ID": "Sk0hDgY"
	},
	{
		"Title": "Datenanalyse mit Python",
		"Author": "McKinney, Wes",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "233",
		"Publisher": "O'Reilly",
		"Authors": [
			"Wes McKinney"
		],
		"Description": "Erfahren Sie alles über das Manipulieren, Bereinigen, Verarbeiten und Aufbereiten von Datensätzen mit Python: Aktualisiert auf Python 3.6, zeigt Ihnen dieses konsequent praxisbezogene Buch anhand konkreter Fallbeispiele, wie Sie eine Vielzahl von typischen Datenanalyse-Problemen effektiv lösen. Gleichzeitig lernen Sie die neuesten Versionen von pandas, NumPy, IPython und Jupyter kennen. Geschrieben von Wes McKinney, dem Begründer des pandas-Projekts, bietet Datenanalyse mit Python einen praktischen Einstieg in die Data-Science-Tools von Python. Das Buch eignet sich sowohl für Datenanalysten, für die Python Neuland ist, als auch für Python-Programmierer, die sich in Data Science und Scientific Computing einarbeiten wollen. Daten und zugehöriges Material des Buchs sind auf GitHub verfügbar. Aus dem Inhalt: Nutzen Sie die IPython-Shell und Jupyter Notebook für das explorative Computing Lernen Sie Grundfunktionen und fortgeschrittene Features von NumPy kennen Setzen Sie die Datenanalyse-Tools der pandasBibliothek ein Verwenden Sie flexible Werkzeuge zum Laden, Bereinigen, Transformieren, Zusammenführen und Umformen von Daten Erstellen Sie interformative Visualisierungen mit matplotlib Wenden Sie die GroupBy-Mechanismen von pandas an, um Datensätzen zurechtzuschneiden, umzugestalten und zusammenzufassen Analysieren und manipulieren Sie verschiedenste Zeitreihen-Daten Für diese aktualisierte 2. Auflage wurde der gesamte Code an Python 3.6 und die neuesten Versionen der pandas-Bibliothek angepasst. Neu in dieser Auflage: Informationen zu fortgeschrittenen pandas-Tools sowie eine kurze Einführung in statsmodels und scikit-learn.",
		"ISBN": "9783960102137",
		"Cover": "http://books.google.com/books/content?id=dq72DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 39.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2018-10-29",
		"PageCount": 542,
		"Categories": [
			"Computers"
		],
		"ID": "ifhw1GN"
	},
	{
		"Title": "Introduction to Algorithms",
		"Author": "Cormen, Thomas",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "234",
		"Publisher": "MIT Press",
		"Authors": [
			"Thomas H. Cormen"
		],
		"Description": "A new edition of the essential text and professional reference, with substantial new material on such topics as vEB trees, multithreaded algorithms, dynamic programming, and edge-based flow.",
		"ISBN": "9780262533058",
		"Cover": "http://books.google.com/books/content?id=aefUBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2009-07-31",
		"PageCount": 1292,
		"Categories": [
			"Computers"
		],
		"ID": "9le1Od8"
	},
	{
		"Title": "The Beautiful & the Damned",
		"Author": "Deb, Siddhartha",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "198",
		"Publisher": "Penguin UK",
		"Authors": [
			"Siddhartha Deb"
		],
		"Description": "\"A personal, narrative work of journalism and cultural analysis, The beautiful and the damned examines India's many contradictions through five individual perspectives.\"--Publisher's description.",
		"ISBN": "9780143418962",
		"Country": "DE",
		"PublishedDate": "2011",
		"PageCount": 253,
		"Categories": [
			"India"
		],
		"ID": "WEm7CVM"
	},
	{
		"Title": "The Outsider",
		"Author": "Camus, Albert",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "198",
		"Publisher": "Penguin Classics",
		"Authors": [
			"Albert Camus"
		],
		"Description": "'The sky seemed to rip apart from end to end to pour fire down upon me' Meursault will not conform. When his mother dies, he refuses to show his emotions simply to satisfy the expectations of others. And when he commits a random act of violence on a sun-drenched beach, his lack of remorse only compounds his guilt in the eyes of society and the law. Albert Camus' portrayal of a man confronting the absurdity of human life became a classic. Yet it is also a book filled with quiet joy in the physical world, and this new translation sensitively renders the subtleties and dreamlike atmosphere of The Outsider. A new translation by Sandra Smith",
		"ISBN": "9780141198064",
		"Cover": "http://books.google.com/books/content?id=E4-rnAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2013",
		"PageCount": 110,
		"Categories": [
			"Algeria"
		],
		"ID": "XuIfr5s"
	},
	{
		"Title": "The Complete Sherlock Holmes",
		"Author": "Doyle, Arthur Conan",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "176",
		"Publisher": "Mauro Liistro Editore",
		"Authors": [
			"Arthur Conan Doyle"
		],
		"Description": "The complete Sherlock Holmes contains everything written by Conan Doyle on the legendary private investigator. In a single volume all the novels and stories that have passionate all in the world for over 130 years",
		"ISBN": "9783963619496",
		"Cover": "http://books.google.com/books/content?id=J954DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 51,
		"ListPrice": {
			"amount": 1.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2018-03-02",
		"PageCount": 1550,
		"Categories": [
			"Fiction"
		],
		"ID": "28OFPJe"
	},
	{
		"Title": "The Complete Sherlock Holmes",
		"Author": "Doyle, Arthur Conan",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "176",
		"Publisher": "Bantam Classics",
		"Authors": [
			"Arthur Conan Doyle"
		],
		"Description": "The eccentric detective Sherlock Holmes with the aid of Dr. Watson investigates strange and baffling mysteries.",
		"ISBN": "9780553328257",
		"Cover": "http://books.google.com/books/content?id=EBPjAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 4,
		"Country": "DE",
		"PublishedDate": "1998",
		"PageCount": 1796,
		"Categories": [
			"Fiction"
		],
		"ID": "LIe12I3"
	},
	{
		"Title": "The Wealth of Nations",
		"Author": "Smith, Adam",
		"Genre": "science",
		"SubGenre": "economics",
		"Height": "175",
		"Publisher": "Bantam Classics",
		"Authors": [
			"Adam Smith"
		],
		"Description": "Provides a description and analysis of the inner workings of a market economy, presenting the fundamental principles of a capitalist system.",
		"Cover": "http://books.google.com/books/content?id=cZsdAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 1231,
		"Categories": [
			"Business & Economics"
		],
		"ID": "Me9zKGa"
	},
	{
		"Title": "The Pillars of the Earth",
		"Author": "Follett, Ken",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "176",
		"Publisher": "Penguin",
		"Authors": [
			"Ken Follett"
		],
		"Description": "#1 New York Times Bestseller Oprah's Book Club Selection The “extraordinary . . . monumental masterpiece” (Booklist) that changed the course of Ken Follett’s already phenomenal career—and begins where its prequel, The Evening and the Morning, ended. “Follett risks all and comes out a clear winner,” extolled Publishers Weekly on the release of The Pillars of the Earth. A departure for the bestselling thriller writer, the historical epic stunned readers and critics alike with its ambitious scope and gripping humanity. Today, it stands as a testament to Follett’s unassailable command of the written word and to his universal appeal. The Pillars of the Earth tells the story of Philip, prior of Kingsbridge, a devout and resourceful monk driven to build the greatest Gothic cathedral the world has known . . . of Tom, the mason who becomes his architect—a man divided in his soul . . . of the beautiful, elusive Lady Aliena, haunted by a secret shame . . . and of a struggle between good and evil that will turn church against state and brother against brother. A spellbinding epic tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, this is Ken Follett’s historical masterpiece.",
		"ISBN": "9781101442197",
		"Cover": "http://books.google.com/books/content?id=VB7IAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 3319,
		"ListPrice": {
			"amount": 11.2,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2010-06-29",
		"PageCount": 1008,
		"Categories": [
			"Fiction"
		],
		"ID": "VrPGAxZ"
	},
	{
		"Title": "Mein Kampf",
		"Author": "Hitler, Adolf",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "212",
		"Authors": [
			"Adolf Hitler"
		],
		"ISBN": "9788865965696",
		"Cover": "http://books.google.com/books/content?id=fY6VzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2015",
		"PageCount": 330,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "c5ssoRu"
	},
	{
		"Title": "The Tao of Physics",
		"Author": "Capra, Fritjof",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "179",
		"Publisher": "Shambhala Publications",
		"Authors": [
			"Fritjof Capra"
		],
		"Description": "A special edition of the “brilliant” best-selling classic on the paradoxes of modern physics and their relationship to concepts of Eastern mysticism (New York Magazine) The Tao of Physics brought the mystical implications of subatomic physics to popular consciousness for the very first time. Many books have been written in the ensuing years about the connections between quantum theory and the ideas of Buddhism, Hinduism, and Taoism, but Fritjof Capra’s text serves as the foundation on which the others have been built—and its wisdom has stood the test of time. Its publication in more than twenty-three languages stands as testimony to its universal applicability and its enduring significance. This special edition celebrates the thirty-fifth anniversary of this early Shambhala best seller that has gone on to become a true classic. It includes a fresh cover design and a new preface by the author reflecting on further discoveries and developments in the years since the book’s original publication. “Physicists do not need mysticism,” Dr. Capra says, “and mystics do not need physics, but humanity needs both.” It is a message of timeless importance.",
		"ISBN": "9781590308356",
		"Cover": "http://books.google.com/books/content?id=H0pwCjzBW18C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2010-09-14",
		"PageCount": 368,
		"Categories": [
			"Religion"
		],
		"ID": "6KcnxId"
	},
	{
		"Title": "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character",
		"Author": "Feynman, Richard",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "198",
		"Publisher": "W. W. Norton & Company",
		"Authors": [
			"Richard P. Feynman"
		],
		"Description": "One of the most famous science books of our time, the phenomenal national bestseller that \"buzzes with energy, anecdote and life. It almost makes you want to become a physicist\" (Science Digest). Richard P. Feynman, winner of the Nobel Prize in physics, thrived on outrageous adventures. In this lively work that “can shatter the stereotype of the stuffy scientist” (Detroit Free Press), Feynman recounts his experiences trading ideas on atomic physics with Einstein and cracking the uncrackable safes guarding the most deeply held nuclear secrets—and much more of an eyebrow-raising nature. In his stories, Feynman’s life shines through in all its eccentric glory—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah. Included for this edition is a new introduction by Bill Gates.",
		"ISBN": "9780393355680",
		"Cover": "http://books.google.com/books/content?id=_gA_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 3665,
		"ListPrice": {
			"amount": 10.7,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2018-02-06",
		"PageCount": 352,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "IqqgPTe"
	},
	{
		"Title": "A Farewell to Arms",
		"Author": "Hemingway, Ernest",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "179",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Ernest Hemingway"
		],
		"Description": "The best American novel to emerge from World War I, A Farewell to Arms is the unforgettable story of an American ambulance driver on the Italian front and his passion for a beautiful English nurse. Hemingway's frank portrayal of the love between Lieutenant Henry and Catherine Barkley, caught in the inexorable sweep of war, glows with an intensity unrivaled in modern literature, while his description of the German attack on Caporetto -- of lines of fired men marching in the rain, hungry, weary, and demoralized -- is one of the greatest moments in literary history. A story of love and pain, of loyalty and desertion, A Farewell to Arms, written when he was 30 years old, represents a new romanticism for Hemingway.",
		"ISBN": "9780743237154",
		"Cover": "http://books.google.com/books/content?id=2_XH0Z81_ZEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 11,
		"ListPrice": {
			"amount": 11.86,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "1997-04-01",
		"PageCount": 305,
		"Categories": [
			"Fiction"
		],
		"ID": "hwSHYHS"
	},
	{
		"Title": "The Veteran and Other Stories",
		"Author": "Forsyth, Frederick",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "177",
		"Publisher": "Random House",
		"Authors": [
			"Frederick Forsyth"
		],
		"Description": "A collection of five heart-stopping stories from the master thriller writer.A miracle in war-torn Siena that begins with the persecution of a young nun in the turbulent days of the sixteenth century and culminates in the bitter German retreat from Italy",
		"ISBN": "9780552149235",
		"Cover": "http://books.google.com/books/content?id=0ynmkoWnMJMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2002",
		"PageCount": 461,
		"Categories": [
			"Justice"
		],
		"ID": "8olIZJE"
	},
	{
		"Title": "False Impression",
		"Author": "Archer, Jeffery",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "177",
		"Publisher": "Pan Macmillan",
		"Authors": [
			"Jeffrey Archer"
		],
		"Description": "Jeffrey Archer, one of the greatest popular novelists of our generation, delivers a truly page-turning thriller in False Impression. When an aristocratic old lady is brutally murdered in her country home the night before 9/11, it takes all the resources of the FBI and Interpol to work out the connection between her and the possible motive for her death – a priceless Van Gogh painting. It's a young woman, who was in the North Tower when the first plane crashed into the building, who has the courage and determination to take on both sides of the law and avenge the old lady's death. Anna Petrescu is missing, presumed dead, after 9/11 and she uses her new status to escape from America, only to be pursued across the world from Toronto to London, to Hong Kong, Tokyo and Bucharest, but it is only when she returns to New York that the mystery unfolds. Why are so many people willing to risk their own lives and others' to own the Van Gogh Self-Portrait with Bandaged Ear?",
		"ISBN": "9780330464611",
		"Cover": "http://books.google.com/books/content?id=rCyPIhF3FcwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 19,
		"ListPrice": {
			"amount": 10.42,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2008-09-04",
		"PageCount": 200,
		"Categories": [
			"Fiction"
		],
		"ID": "t8l14EW"
	},
	{
		"Title": "The Last Lecture",
		"Author": "Pausch, Randy",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "197",
		"Publisher": "Hachette UK",
		"Authors": [
			"Randy Pausch"
		],
		"Description": "After being diagnosed with terminal cancer, a professor shares the lessons he's learned—about living in the present, building a legacy, and taking full advantage of the time you have—in this life-changing classic. \"We cannot change the cards we are dealt, just how we play the hand.\" —Randy Pausch A lot of professors give talks titled \"The Last Lecture.\" Professors are asked to consider their demise and to ruminate on what matters most to them. And while they speak, audiences can't help but mull over the same question: What wisdom would we impart to the world if we knew it was our last chance? If we had to vanish tomorrow, what would we want as our legacy? When Randy Pausch, a computer science professor at Carnegie Mellon, was asked to give such a lecture, he didn't have to imagine it as his last, since he had recently been diagnosed with terminal cancer. But the lecture he gave—\"Really Achieving Your Childhood Dreams\"—wasn't about dying. It was about the importance of overcoming obstacles, of enabling the dreams of others, of seizing every moment (because \"time is all you have . . . and you may find one day that you have less than you think\"). It was a summation of everything Randy had come to believe. It was about living. In this book, Randy Pausch has combined the humor, inspiration and intelligence that made his lecture such a phenomenon and given it an indelible form. It is a book that will be shared for generations to come.",
		"ISBN": "9781401395513",
		"Cover": "http://books.google.com/books/content?id=xX1rAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 221,
		"ListPrice": {
			"amount": 8.49,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2008-04-08",
		"PageCount": 224,
		"Categories": [
			"Self-Help"
		],
		"ID": "aOhWIgG"
	},
	{
		"Title": "The Return of the Primitive",
		"Author": "Rand, Ayn",
		"Genre": "philosophy",
		"SubGenre": "objectivism",
		"Height": "202",
		"Publisher": "Penguin",
		"Authors": [
			"Ayn Rand"
		],
		"Description": "In the tumultuous late 60s and early 70s, a social movement known as the \"New Left\" emerged as a major cultural influence, especially on the youth of America. It was a movement that embraced \"flower-power\" and psychedelic \"consciousness-expansion,\" that lionized Ho Chi Minh and Fidel Castro and launched the Black Panthers and the Theater of the Absurd.In Return Of The Primitive (originally published in 1971 as The New Left), Ayn Rand, bestselling novelist and originator of the theory of Objectivism, identified the intellectual roots of this movement. She urged people to repudiate its mindless nihilism and to uphold, instead, a philosophy of reason, individualism, capitalism, and technological progress.Editor Peter Schwartz, in this new, expanded version of The New Left, has reorganized Rand's essays and added some of his own in order to underscore the continuing relevance of her analysis of that period. He examines such current ideologies as feminism, environmentalism and multiculturalism and argues that the same primitive, tribalist, \"anti-industrial\" mentality which animated the New Left a generation ago is shaping society today.",
		"ISBN": "9781101137277",
		"Cover": "http://books.google.com/books/content?id=cwCF_j3aQ9gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 1,
		"ListPrice": {
			"amount": 14.56,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "1999-01-01",
		"PageCount": 352,
		"Categories": [
			"Political Science"
		],
		"ID": "R5asRhl"
	},
	{
		"Title": "Jurassic Park",
		"Author": "Crichton, Michael",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "174",
		"Publisher": "Ballantine Books",
		"Authors": [
			"Michael Crichton"
		],
		"Description": "#1 NEW YORK TIMES BESTSELLER • From the author of Timeline, Sphere, and Congo, this is the classic thriller of science run amok that took the world by storm. Nominated as one of America’s best-loved novels by PBS’s The Great American Read “[Michael] Crichton’s dinosaurs are genuinely frightening.”—Chicago Sun-Times An astonishing technique for recovering and cloning dinosaur DNA has been discovered. Now humankind’s most thrilling fantasies have come true. Creatures extinct for eons roam Jurassic Park with their awesome presence and profound mystery, and all the world can visit them—for a price. Until something goes wrong. . . . In Jurassic Park, Michael Crichton taps all his mesmerizing talent and scientific brilliance to create his most electrifying technothriller. Praise for Jurassic Park “Wonderful . . . powerful.”—The Washington Post Book World “Frighteningly real . . . compelling . . . It’ll keep you riveted.”—The Detroit News “Full of suspense.”—The New York Times Book Review",
		"ISBN": "9780307763051",
		"Cover": "http://books.google.com/books/content?id=V5s14nks9I8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1711,
		"ListPrice": {
			"amount": 9.7,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2012-05-14",
		"PageCount": 416,
		"Categories": [
			"Fiction"
		],
		"ID": "PRo63LR"
	},
	{
		"Title": "A Russian Journal",
		"Author": "Steinbeck, John",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "196",
		"Publisher": "Penguin UK",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "Just after the iron curtain fell on Eastern Europe John Steinbeck and acclaimed war photographer, Robert Capa ventured into the Soviet Union to report for the New York Herald Tribune. This rare opportunity took the famous travellers not only to Moscow and Stalingrad - now Volgograd - but through the countryside of the Ukraine and the Caucasus. A RUSSIAN JOURNAL is the distillation of their journey and remains a remarkable memoir and unique historical document. Steinbeck and Capa recorded the grim realities of factory workers, government clerks, and peasants, as they emerged from the rubble of World War II. This is an intimate glimpses of two artists at the height of their powers, answering their need to document human struggle",
		"ISBN": "9780141905839",
		"Cover": "http://books.google.com/books/content?id=ryRlIljLYRYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 4,
		"ListPrice": {
			"amount": 6.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2001-05-03",
		"PageCount": 240,
		"Categories": [
			"Literary Collections"
		],
		"ID": "xJCcw55"
	},
	{
		"Title": "Tales of Mystery and Imagination",
		"Author": "Poe, Edgar Allen",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "172",
		"Publisher": "Read Books Ltd",
		"Authors": [
			"Edgar Allan Poe"
		],
		"Description": "This fantastic volume contains a collection of some of Edgar Allen Poe’s most famous tales, including: “The Gold-Bug”, “Ms. Found in a Bottle”, “A Descent into the Maelström”, “The Fall of the House of Usher”, “William Wilson”, “The Murders in the Rue Morgue”, “The Mystery of Marie Roget”, “The Pitt and the Pendulum”, “The Tell-Tale Heart”, “A Tale of the Ragged Mountains”, and more. A must-have for fans of the macabre, and would make for a fantastic addition to any collection. Edgar Allan Poe (1809–1849) was an American author, editor, poet, and critic. Most famous for his stories of mystery and horror, he was one of the first American short story writers, and is widely considered to be the inventor of the detective fiction genre. We are republishing \"Tales of Mystery and Imagination” now in a high-quality edition complete with a specially commissioned new biography of the author.",
		"ISBN": "9781528761055",
		"Cover": "http://books.google.com/books/content?id=61_xDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 18,
		"ListPrice": {
			"amount": 6.41,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2020-07-14",
		"PageCount": 310,
		"Categories": [
			"Fiction"
		],
		"ID": "9swmwOM"
	},
	{
		"Title": "Freakonomics",
		"Author": "Dubner, Stephen",
		"Genre": "science",
		"SubGenre": "economics",
		"Height": "197",
		"Publisher": "Penguin UK",
		"Authors": [
			"Steven D. Levitt",
			"Stephen J. Dubner"
		],
		"Description": "Cult bestseller, new buzz word... Freakonomics is at the heart of everything we see and do and the subjects that bedevil us daily: from parenting to crime, sport to politics, fat to cheating, fear to traffic jams. Asking provocative and profound questions about human motivation and contemporary living and reaching some astonishing conclusions, Freakonomics will make you see the familiar world through a completely original lens.",
		"ISBN": "9780141928739",
		"Cover": "http://books.google.com/books/content?id=kxsQhM4D8uIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 3774,
		"ListPrice": {
			"amount": 9.49,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2006-10-05",
		"PageCount": 336,
		"Categories": [
			"Business & Economics"
		],
		"ID": "fbvPKBf"
	},
	{
		"Title": "The Hidden Connections",
		"Author": "Capra, Fritjof",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "197",
		"Publisher": "Doubleday Books",
		"Authors": [
			"Fritjof Capra"
		],
		"Description": "Applies the principles of complexity theory to an analysis of the vast expanse of all human relationships to examine the social impact of emerging scientific principles, discussing such matters as economic globalization and biotechnology.",
		"Cover": "http://books.google.com/books/content?id=FVcqAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 3,
		"Country": "DE",
		"PublishedDate": "2002",
		"PageCount": 328,
		"Categories": [
			"Science"
		],
		"ID": "2cVOs7f"
	},
	{
		"Title": "The Story of Philosophy",
		"Author": "Durant, Will",
		"Genre": "philosophy",
		"SubGenre": "history",
		"Height": "170",
		"Publisher": "Courier Dover Publications",
		"Authors": [
			"Will Durant"
		],
		"Description": "Pulitzer Prize–winning author Will Durant chronicles the lives and ideas of several key philosophical thinkers throughout history in this informative yet eminently readable text. An essential read for anyone fascinated by the development of Western philosophy.",
		"ISBN": "9780486850801",
		"Cover": "http://books.google.com/books/content?id=Hw1pEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 28,
		"ListPrice": {
			"amount": 11.61,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2022-04-05",
		"PageCount": 496,
		"Categories": [
			"Philosophy"
		],
		"ID": "LzzlN34"
	},
	{
		"Title": "Islamic Financial Management",
		"Author": "Deshpande, P L",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "205",
		"Publisher": "Global Vision Publishing House",
		"Authors": [
			"Dr. Jaquir Iqbal"
		],
		"Description": "The Encyclopaedic Dictionary Of Marathi Literature Has Been Developed With A Specific Planning To Include Not Only Men Of Letters But Also All Aspects Characterising The Growth Of Marathi Literature. It Also Presents A Clear Picture Of Development Of Marathi Literature From Early Period To The Present Day. The Contributions Of Many Poets, Writers, Playwriters, Essayist And Critics Are Given Along With Their Biographical Accounts Supported By Bibliography. It Has Successfully Converted A Long Journey Of Marathi Since Saint Dnyaneshwar To Today S New Little Magazine Movement .The Encyclopaedic Dictionary Serves The Purpose Of Research And Survey Of Marathi Literature Very Well, Bringing In Full Contributions Of Progressive Poets And Writers. It Is Bound To Be Gita For Researchers As Well As Every Common Marathi Individual As It Has Rich Reference Value.",
		"ISBN": "9788182202214",
		"Cover": "http://books.google.com/books/content?id=nrR9D_ydGwoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2009-10-01",
		"PageCount": 390,
		"Categories": [
			"Foreign Language Study"
		],
		"ID": "BvchVvI"
	},
	{
		"Title": "Journal of a Novel",
		"Author": "Steinbeck, John",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "196",
		"Publisher": "Penguin UK",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "This collection of letters forms a fascinating day-by-day account of Steinbeck's writing of EAST OF EDEN, his longest and most ambitious novel. The letters, ranging over many subjects - textual discussion, trial flights of workmanship, family matters - provide an illuminating perspective on Steinbeck, the creative genius, and a private glimpse of Steinbeck, the man.",
		"ISBN": "9780141923031",
		"Cover": "http://books.google.com/books/content?id=Z413QTHHXCoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 7,
		"ListPrice": {
			"amount": 10.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2001-07-05",
		"PageCount": 192,
		"Categories": [
			"Literary Collections"
		],
		"ID": "TIhkXhk"
	},
	{
		"Title": "Once There Was a War",
		"Author": "Steinbeck, John",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "196",
		"Publisher": "Penguin",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "A Penguin Classic “Age can never dull this kind of writing,” writes the Chicago Tribune of John Steinbeck’s dispatches from World War II, filed for the New York Herald Tribune in 1943, which vividly captured the human side of war. Writing from England in the midst of the London blitz, North Africa, and Italy, Steinbeck focuses on the people as opposed to the battles, portraying everyone from the guys in the bomber crew to Bob Hope on his USO tour. He eats and drinks with soldiers behind enemy lines, talks with them, and fights beside them. First published in book form in 1958, these writings, now with a new introduction by Mark Bowden, create an unforgettable portrait of life in wartime that continues to resonate with truth and humanity.",
		"ISBN": "9781440633997",
		"Cover": "http://books.google.com/books/content?id=2b1v1FnwOWEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 6,
		"Country": "DE",
		"PublishedDate": "2007-08-28",
		"PageCount": 208,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "oRd5SGl"
	},
	{
		"Title": "The Moon Is Down",
		"Author": "Steinbeck, John",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "196",
		"Publisher": "Penguin Classics",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "Originally published at the zenith of Nazi Germany's power, The Moon Is Down explores the effects of invasion on both the conquered and the conquerors. Occupied by enemy troops, a small, peaceable town comes face-to-face with evil imposed from the outside and betrayal from within the close-knit community. As he delves into the motivations and emotions of the enemy, Steinbeck uncovers profound and often unsettling truths both about war and human nature.",
		"ISBN": "9780141395371",
		"Cover": "http://books.google.com/books/content?id=X4RlngEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 47,
		"Country": "DE",
		"PublishedDate": "2014-03-01",
		"PageCount": 144,
		"Categories": [
			"Fiction"
		],
		"ID": "ypJpOdi"
	},
	{
		"Title": "The Brethren",
		"Author": "Grisham, John",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "174",
		"Publisher": "Dell Publishing Company",
		"Authors": [
			"John Grisham"
		],
		"Description": "In a federal prison, three former judges who call themselves \"the brethren\" meet in the law library to run a rougher form of justice inside their community and make a some money, but when one of their scams derails, they are forced to confront the world of their own creation.",
		"ISBN": "9780440236672",
		"Cover": "http://books.google.com/books/content?id=3b0BtJ8sNJ8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 42,
		"Country": "DE",
		"PublishedDate": "2001",
		"PageCount": 472,
		"Categories": [
			"Fiction"
		],
		"ID": "JOH307D"
	},
	{
		"Title": "In a Free State",
		"Author": "Naipaul, V. S.",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "196",
		"Publisher": "Vintage",
		"Authors": [
			"V. S. Naipaul"
		],
		"Description": "No writer has rendered our boundariless, post-colonial world more acutely or prophetically than V. S. Naipaul, or given its upheavals such a hauntingly human face. A perfect case in point is this riveting novel, a masterful and stylishly rendered narrative of emigration, dislocation, and dread, accompanied by four supporting narratives. In the beginning it is just a car trip through Africa. Two English people—Bobby, a civil servant with a guilty appetite for African boys, and Linda, a supercilious “compound wife”—are driving back to their enclave after a stay in the capital. But in between lies the landscape of an unnamed country whose squalor and ethnic bloodletting suggest Idi Amin’s Uganda. And the farther Naipaul’s protagonists travel into it, the more they find themselves crossing the line that separates privileged outsiders from horrified victims. Alongside this Conradian tour de force are four incisive portraits of men seeking liberation far from home. By turns funny and terrifying, sorrowful and unsparing, In A Free State is Naipaul at his best.",
		"ISBN": "9780307789327",
		"Cover": "http://books.google.com/books/content?id=BWmljUbQhwkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 4,
		"ListPrice": {
			"amount": 11.2,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-03-30",
		"PageCount": 256,
		"Categories": [
			"Fiction"
		],
		"ID": "A4ZntGr"
	},
	{
		"Title": "Catch 22",
		"Author": "Heller, Joseph",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "178",
		"Authors": [
			"Joseph Heller"
		],
		"ISBN": "9783596125722",
		"Cover": "http://books.google.com/books/content?id=6wouAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1994",
		"PageCount": 586,
		"Categories": [
			"World War, 1939-1945"
		],
		"ID": "jMVZehW"
	},
	{
		"Title": "The New Penguin Dictionary of Modern Quotations",
		"Author": "BBC",
		"Genre": "nonfiction",
		"SubGenre": "trivia",
		"Height": "178",
		"Publisher": "Penguin UK",
		"Authors": [
			"Robert Andrews"
		],
		"Description": "The New Penguin Dictionary of Modern Quotations contains over 8,000 quotations from 1914 to the present. As much a companion to the modern age as it is an entertaining and useful reference tool, it takes the reader on a tour of the wit and wisdom of the great and the good, from Margot Asquith to Monica Lewinsky, from George V to Boutros Boutros-Galli and Jonathan Aitken to Frank Zappa.",
		"ISBN": "9780141965314",
		"Cover": "http://books.google.com/books/content?id=VK0vR4fsaigC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 17.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2003-10-30",
		"PageCount": 720,
		"Categories": [
			"Reference"
		],
		"ID": "YjGUNDj"
	},
	{
		"Title": "Bob Dylan",
		"Author": "Dylan, Bob",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "197",
		"Publisher": "Rowohlt Verlag GmbH",
		"Authors": [
			"Willi Winkler"
		],
		"Description": "Anfang der Sechziger stieg Bob Dylan in weniger als drei Jahren zum Herold des neuen Amerika auf. Seine Songs begleiteten die Jugendbewegung bald in der ganzen Welt. Die Beatles sogen begierig jedes seiner Worte auf, die Byrds machten sie zum Gemeingut. James Dean gab das Tempo der neuen Zeit vor, und nie war es schöner, jung zu sterben. Alle folgten diesem Muster: Jimi Hendrix, Janis Joplin, Jim Morrison, Brian Jones – Bob Dylan hat es überlebt. Er fing mit Elvis an, mit Little Richard und mit Buddy Holly – und spielt noch immer. «There is no success like failure», singt er seit jetzt 50 Jahren, und ein besonderer Erfolg sei das ja nicht. Aber darf man dem Künstler trauen? Lügt er da nicht schamlos? Keiner ist so erfolgreich gescheitert wie Bob Dylan. Deshalb macht er auch weiter. Dafür hat er überlebt. Und wer überlebt hat, der geht querfeldein. Die Tournee darf niemals aufhören. 2016 wurde Bob Dylan der Nobelpreis für Literatur zuerkannt. Willi Winklers launig-subjektives Buch ist ein gelungener Entschlüsselungsversuch dieses rätselhaften, ewig hakenschlagenden, keinen Erwartungshaltungen entsprechenden Charakters.",
		"ISBN": "9783644010215",
		"Cover": "http://books.google.com/books/content?id=Z99qAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 9.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-04-01",
		"PageCount": 224,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "kqYWB5h"
	},
	{
		"Title": "Soft Computing and Intelligent Systems",
		"Author": "Gupta, Madan",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "242",
		"Publisher": "Elsevier",
		"Authors": [
			"Madan M. Gupta"
		],
		"Description": "The field of soft computing is emerging from the cutting edge research over the last ten years devoted to fuzzy engineering and genetic algorithms. The subject is being called soft computing and computational intelligence. With acceptance of the research fundamentals in these important areas, the field is expanding into direct applications through engineering and systems science. This book cover the fundamentals of this emerging filed, as well as direct applications and case studies. There is a need for practicing engineers, computer scientists, and system scientists to directly apply \"fuzzy\" engineering into a wide array of devices and systems.",
		"ISBN": "9780080541334",
		"Cover": "http://books.google.com/books/content?id=_BNXCNC1kfQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 147.56,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "1999-10-28",
		"PageCount": 639,
		"Categories": [
			"Computers"
		],
		"ID": "YqPUVGA"
	},
	{
		"Title": "A Textbook of Economic Theory",
		"Author": "Stonier, Alfred",
		"Genre": "tech",
		"SubGenre": "economics",
		"Height": "242",
		"Authors": [
			"Alfred William Stonier",
			"Douglas Chalmers Hague"
		],
		"Cover": "http://books.google.com/books/content?id=9zBBAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1961",
		"PageCount": 513,
		"Categories": [
			"Economics"
		],
		"ID": "1XCZOUj"
	},
	{
		"Title": "Econometric Analysis",
		"Author": "Greene, W. H.",
		"Genre": "tech",
		"SubGenre": "economics",
		"Height": "242",
		"Authors": [
			"William H. Greene"
		],
		"Cover": "http://books.google.com/books/content?id=RRq7AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1990",
		"PageCount": 783,
		"Categories": [
			"Econometrics"
		],
		"ID": "ax0pyq5"
	},
	{
		"Title": "Learning OpenCV 3",
		"Author": "Bradsky, Gary",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "232",
		"Publisher": "O'Reilly Media",
		"Authors": [
			"Adrian Kaehler",
			"Gary Bradski"
		],
		"Description": "Learning OpenCV 3.0 puts you in the middle of the expanding field of computer vision. Written by the creators of the free open source OpenCV library, this book introduces you to computer vision and demonstrates how you can quickly build applications that enable computers to “see” and make decisions based on that data. It’s thoroughly updated to cover new features and changes in OpenCV 3.0. Computer vision is everywhere—in security systems, manufacturing inspection systems, medical image analysis, Unmanned Aerial Vehicles, and more. It stitches Google maps and Google Earth together, checks the pixels on LCD screens, and makes sure the stitches in your shirt are sewn properly. OpenCV provides an easy-to-use computer vision framework and a comprehensive library with more than 500 functions that can run vision code in real time.",
		"ISBN": "9781491937990",
		"Cover": "http://books.google.com/books/content?id=c7UXswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2016-01-25",
		"PageCount": 575,
		"ID": "EqlRP4v"
	},
	{
		"Title": "Data Structures Using C",
		"Author": "Tanenbaum, Andrew",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "235",
		"Authors": [
			"Aaron M.. Tenenbaum",
			"Yedidyah Langsam",
			"Moshe Augenstein"
		],
		"ISBN": "9788120306967",
		"AverageRating": 4.5,
		"RatingsCount": 3,
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 662,
		"ID": "amU6Cp7"
	},
	{
		"Title": "Computer Vision: A Modern Approach",
		"Author": "Forsyth, David",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "255",
		"Publisher": "Pearson Higher Ed",
		"Authors": [
			"David A. Forsyth",
			"Jean Ponce"
		],
		"Description": "Appropriate for upper-division undergraduate- and graduate-level courses in computer vision found in departments of Computer Science, Computer Engineering and Electrical Engineering. This textbook provides the most complete treatment of modern computer vision methods by two of the leading authorities in the field. This accessible presentation gives both a general view of the entire computer vision enterprise and also offers sufficient detail for students to be able to build useful applications. Students will learn techniques that have proven to be useful by first-hand experience and a wide range of mathematical methods.",
		"ISBN": "9781292014081",
		"Cover": "http://books.google.com/books/content?id=pAWpBwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2015-01-23",
		"PageCount": 793,
		"Categories": [
			"Computers"
		],
		"ID": "Mx9Xf9F"
	},
	{
		"Title": "Principles of Communication Systems",
		"Author": "Taub, Schilling",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "240",
		"Authors": [
			"Herbert Taub",
			"Donald L Schilling",
			"Goutam Saha"
		],
		"ISBN": "9781259029851",
		"Country": "DE",
		"PublishedDate": "2013",
		"PageCount": 892,
		"ID": "slwLXTV"
	},
	{
		"Title": "Let Us C",
		"Author": "Kanetkar, Yashwant",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "213",
		"Authors": [
			"Yashavant P. Kanetkar"
		],
		"Description": "Getting Started, The Decision Control Structure ,The Loop Control Structure ,The Case Control Structure ,Functions and Pointers Data Types Revisited ,The C Preprocessor, Arrays, Strings, Structures, Console Input/ Output, File Input/ Output, More Issues In Input/ Output, Operations On Bits, Miscellaneous Features, C Under Windows, Network & Internet Programmng C Under Linux, More Linux Programming Appendix A- Cjompilation and Exeuction, B- Precedence Table, C- Chasing the Bugs, D- ASII Chart, Index",
		"ISBN": "9788183331630",
		"Cover": "http://books.google.com/books/content?id=7HrjAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 21,
		"Country": "DE",
		"PublishedDate": "2006-11-01",
		"PageCount": 738,
		"Categories": [
			"C (Computer program language)"
		],
		"ID": "9eZypWj"
	},
	{
		"Title": "Bartimaeus: Amulet of Samarkand, The (Book One)",
		"Author": "Stroud, Jonathan",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "179",
		"Publisher": "Hyperion",
		"Authors": [
			"Jonathan Stroud"
		],
		"Description": "Nathaniel is a magician's apprentice, taking his first lessons in the arts of magic. But when a devious hot-shot wizard named Simon Lovelace ruthlessly humiliates Nathaniel in front of his elders, Nathaniel decides to kick up his education a few notches and show Lovelace who's boss. With revenge on his mind, he summons the powerful djinni, Bartimaeus. But summoning Bartimaeus and controlling him are two different things entirely, and when Nathaniel sends the djinni out to steal Lovelace's greatest treasure, the Amulet of Samarkand, he finds himself caught up in a whirlwind of magical espionage, murder, and rebellion.",
		"ISBN": "9780786852550",
		"Cover": "http://books.google.com/books/content?id=Lk2SbKlXC7oC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 45,
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 462,
		"Categories": [
			"Juvenile Fiction"
		],
		"ID": "qINJPIU"
	},
	{
		"Title": "Crime and Punishment",
		"Author": "Dostoevsky, Fyodor",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "180",
		"Publisher": "Courier Corporation",
		"Authors": [
			"Fyodor Dostoyevsky",
			"Constance Garnett"
		],
		"Description": "In a timeless story of justice, morality, and redemption, an impoverished Russian student murders a miserly landlady, a crime that has severe repercussions on his life and his family as he battles his conscience.",
		"ISBN": "9780486415871",
		"Cover": "http://books.google.com/books/content?id=nVGKDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2001",
		"PageCount": 430,
		"Categories": [
			"Fiction"
		],
		"ID": "Aeg0D9g"
	},
	{
		"Title": "Angels & Demons",
		"Author": "Brown, Dan",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "178",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Dan Brown"
		],
		"Description": "The murder of a world-famous physicist raises fears that the Illuminati are operating again after centuries of silence, and religion professor Robert Langdon is called in to assist with the case.",
		"ISBN": "9780743493468",
		"Cover": "http://books.google.com/books/content?id=yTm_C8TWpkcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 385,
		"Country": "DE",
		"PublishedDate": "2006-05-23",
		"PageCount": 480,
		"Categories": [
			"Fiction"
		],
		"ID": "NfaG2WM"
	},
	{
		"Title": "The Argumentative Indian",
		"Author": "Sen, Amartya",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "209",
		"Publisher": "Penguin UK",
		"Authors": [
			"Amartya Sen"
		],
		"Description": "India is a very diverse country with many distinct pursuits, vastly different convictions, widely divergent customs, and a veritable feast of viewpoints. The Argumentative Indian brings together an illuminating selection of writings from Nobel prize-winning economist Amartya Sen that outline the need to understand contemporary India in the light of its long argumentative tradition. The understanding and use of this rich argumentative tradition are critically important, Sen argues, for the success of India's democracy, the defence of its secular politics, the removal of inequalities related to class, caste, gender and community, and the pursuit of sub-continental peace.",
		"ISBN": "9780141964799",
		"Cover": "http://books.google.com/books/content?id=gcGiwyBS3YwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 8,
		"ListPrice": {
			"amount": 9.49,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2006-07-27",
		"PageCount": 432,
		"Categories": [
			"History"
		],
		"ID": "G5n8qit"
	},
	{
		"Title": "Sea Of Poppies (PB)",
		"Author": "Ghosh, Amitav",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "197",
		"Publisher": "Penguin Books India",
		"Authors": [
			"Amitav Ghosh"
		],
		"Description": "Sea of Poppies is a stunningly vibrant and intensely human work that confirms Amitav Ghosh's reputation as a master storyteller. At the heart of this epic saga is a vast ship, the Ibis. Its destiny is a tumultuous voyage across the Indian Ocean to the Mauritius Islands. As to the people on board, they are a motley array of sailors and stowaways, coolies and convicts. In a time of colonial upheaval in the mid-nineteenth century, fate has thrown together a truly diverse cast of Indians and Westerners, from a bankrupt Raja to a widowed village-woman, from a mulatto American freedman to a free-spirited European orphan. As they sail down the Hooghly and into the sea, their old family ties are washed away, and they view themselves as jahaj-bhais, or ship-brothers, who will build whole new lives for themselves in the remote islands where they are being taken. It is the beginning of an unlikely dynasty.",
		"ISBN": "9780143066156",
		"Cover": "http://books.google.com/books/content?id=bhmQtJu5gsEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 115,
		"Country": "DE",
		"PublishedDate": "2009-06",
		"PageCount": 428,
		"Categories": [
			"Slave trade"
		],
		"ID": "J7ItE6V"
	},
	{
		"Title": "The Idea of Justice",
		"Author": "Sen, Amartya",
		"Genre": "philosophy",
		"SubGenre": "economics",
		"Height": "212",
		"Publisher": "Penguin UK",
		"Authors": [
			"Amartya Sen"
		],
		"Description": "Is justice an ideal, forever beyond our grasp, or something that may actually guide our practical decisions and enhance our lives? In this wide-ranging book, Amartya Sen presents an alternative approach to mainstream theories of justice which, despite their many specific achievements have taken us, he argues, in the wrong direction in general. At the heart of Sen's argument is his insistence on the role of public reason in establishing what can make societies less unjust. But it is in the nature of reasoning about justice, argues Sen, that it does not allow all questions to be settled even in theory; there are choices to be faced between alternative assessments of what is reasonable. Sen also shows how concern about the principles of justice in the modern world must avoid parochialism, and further, address questions of global injustice. The breadth of vision, intellectual acuity and striking humanity of one of the world's leading public intellectuals have never been more clearly shown than in this remarkable book.",
		"ISBN": "9780141969480",
		"Cover": "http://books.google.com/books/content?id=E4zAhxHdW3sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 4,
		"ListPrice": {
			"amount": 10.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2010-07-01",
		"PageCount": 496,
		"Categories": [
			"Philosophy"
		],
		"ID": "cmilnb5"
	},
	{
		"Title": "A Raisin in the Sun von Lorraine Hansberry: Lektüreschlüssel mit Inhaltsangabe, Interpretation, Prüfungsaufgaben mit Lösungen, Lernglossar. (Reclam Lektüreschlüssel XL)",
		"Author": "Hansberry, Lorraine",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "175",
		"Authors": [
			"Rita Reinheimer-Wolf"
		],
		"ISBN": "9783150155103",
		"Country": "DE",
		"PublishedDate": "2019-11-06",
		"PageCount": 120,
		"ID": "XzF2iNw"
	},
	{
		"Title": "All the President's Men",
		"Author": "Woodward, Bob",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "177",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Carl Bernstein",
			"Bob Woodward"
		],
		"Description": "The two Washington Post reporters present the inside story of their inquiry into the persons involved in the Watergate scandal that resulted in the resignation of President Nixon.",
		"ISBN": "9781476770512",
		"Cover": "http://books.google.com/books/content?id=EEA7CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2014-06-03",
		"PageCount": 349,
		"Categories": [
			"History"
		],
		"ID": "yo2D060"
	},
	{
		"Title": "A Prisoner of Birth",
		"Author": "Archer, Jeffery",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "176",
		"Publisher": "Pan Macmillan",
		"Authors": [
			"Jeffrey Archer"
		],
		"Description": "With a twisting plot of false accusation and revenge, A Prisoner of Birth is an exhilarating novel from bestselling author, Jeffrey Archer. If Danny Cartwright had proposed to Beth Wilson the day before, or the day after, he would not have been arrested and charged with the murder of his best friend. And when the four prosecution witnesses are a barrister, a popular actor, an aristocrat and the youngest partner in an established firm's history, who is going to believe his side of the story. Danny is sentenced to twenty-two years and is sent to Belmarsh prison, the highest security jail in the land, from where no inmate has ever escaped. But everyone has underestimated Danny's determination to seek revenge and Beth's relentless quest to win justice . . .",
		"ISBN": "9780230713741",
		"Cover": "http://books.google.com/books/content?id=rHQb8rXCUKgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 39,
		"ListPrice": {
			"amount": 11.58,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2008-09-04",
		"PageCount": 400,
		"Categories": [
			"Fiction"
		],
		"ID": "kYQfz9z"
	},
	{
		"Title": "Scoop! : Inside Stories From The Partition To The Present",
		"Author": "Nayar, Kuldip",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "216",
		"Publisher": "Harpercollins",
		"Authors": [
			"Kuldip Nayar"
		],
		"Description": "In a distinguished career spanning sixty years, veteran journalist, political commentator and author Kudip Nayar has seen and reported it all. From his vantage point - at the forefront of every ground-breaking news event, in close proximity to the people in power - Kuldip Nayar's articles are all the more interesting as they are first-hand accounts of historic political events, informed with personal insights into the motives and machinations that conspired to bring them about. From personal encounters with Gandhi, Jinnah, Nehru, and interviews with Mountbatten and Radcliffe, to the 1965 Indo-Pak war and its aftermath, the 1969 Congress split and the liberation of Bangladesh - this book is a compendium of the most important news-stories to break over the last sixty years, told by a man with access to the people in power, and who, in his capacity as information officer, also influenced these decisions.",
		"ISBN": "9788172236434",
		"Cover": "http://books.google.com/books/content?id=dpbLAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2006-08-30",
		"PageCount": 216,
		"Categories": [
			"History"
		],
		"ID": "rNIpFBI"
	},
	{
		"Title": "Ahe manohar tari",
		"Author": "Deshpande, Sunita",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "213",
		"Authors": [
			"Sunita Deshpande"
		],
		"ISBN": "9788174868046",
		"Country": "DE",
		"PublishedDate": "1990",
		"PageCount": 232,
		"ID": "fuTL2Sm"
	},
	{
		"Title": "The Last Mughal",
		"Author": "Dalrymple, William",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "199",
		"Publisher": "Bloomsbury Paperbacks",
		"Authors": [
			"William Dalrymple"
		],
		"Description": "On a dark evening in November 1862, a cheap coffin is buried in eerie silence. There are no lamentations or panegyrics, for the British Commissioner in charge has insisted, 'No vesting will remain to distinguish where the last of the Great Mughals rests.' This Mughal is Bahadur Shah Zafar II, one of the most tolerant and likeable of his remarkable dynasty who found himself leader of a violent and doomed uprising. The Siege of Delhi was the Raj's Stalingrad, the end of both Mughal power and a remarkable culture.",
		"ISBN": "9781408800928",
		"Cover": "http://books.google.com/books/content?id=PwfWwAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 14,
		"Country": "DE",
		"PublishedDate": "2009",
		"PageCount": 578,
		"Categories": [
			"Delhi (India)"
		],
		"ID": "Rr0tqz6"
	},
	{
		"Title": "Social Choice Re-examined",
		"Author": "Various",
		"Genre": "tech",
		"SubGenre": "economics",
		"Height": "235",
		"Publisher": "Springer",
		"Authors": [
			"Kotaro Suzumura"
		],
		"Description": "Since World War II the subject of social choice has grown in many and surprising ways. The impossibility theorems have suggested many directions: mathematical characterisations of voting structures satisfying various sets of conditions, the consequences of restricting choice to certain domaines, the relation to competitive equilibrium and the core, and trade-offs among the partial satisfactions of some conditions. The links with classical and modern theories of justice and, in particular, the competing ideas of rights and utilitarianism have shown the power of formal social choice analysis in illuminating the most basic philosophical arguments about the good social life. Finally, the ideals of the just society meet with the play of self interest; social choice mechanisms can lend themselves to manipulation, and the analysis of conditions under which given ideals can be realised under self interest is a political parallel to the welfare economics of the market. The contributors to these volumes focus on these issues at the forefront of current research.",
		"ISBN": "9781349258499",
		"Cover": "http://books.google.com/books/content?id=Et6vCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 117.69,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "1997-10-13",
		"PageCount": 212,
		"Categories": [
			"Business & Economics"
		],
		"ID": "0pfl4PT"
	},
	{
		"Title": "Die längste Zeit",
		"Author": "Deshpande, P L",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "213",
		"Authors": [
			"Peter Dickinson"
		],
		"ISBN": "9783551580948",
		"Cover": "http://books.google.com/books/content?id=Iw-EPQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 476,
		"ID": "cC9mxje"
	},
	{
		"Title": "Die längste Zeit",
		"Author": "Deshpande, P L",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "212",
		"Authors": [
			"Peter Dickinson"
		],
		"ISBN": "9783551580948",
		"Cover": "http://books.google.com/books/content?id=Iw-EPQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 476,
		"ID": "gC0MZ4A"
	},
	{
		"Title": "Aghal Paghal",
		"Author": "Deshpande, P L",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "212",
		"Authors": [
			"P. L. Deshpande"
		],
		"ISBN": "9788174869050",
		"Country": "DE",
		"ID": "eX9Ih7P"
	},
	{
		"Title": "Buddha und die Liebe",
		"Author": "Garg, Sanjay",
		"Genre": "nonfiction",
		"SubGenre": "poetry",
		"Height": "221",
		"Publisher": "Knaur MensSana eBook",
		"Authors": [
			"Lama Ole Nydahl"
		],
		"Description": "Das Buch zeigt anschaulich, wie man erreicht, wovon viele träumen: eine harmonische Beziehung und ein dauerhaft glückliches Leben. Im Buddhismus werden Liebe und Partnerschaft als Grundlage für persönliches Wachstum und ein erfülltes Leben gesehen. Lama Ole Nydahl beschreibt eindrucksvoll, was Buddha empfahl, um eine Beziehung so zu leben, dass sowohl das Paar als auch dessen Umfeld in einen Bereich des Glücks eintreten. Er gibt in diesem Buch Antworten auf unsere wichtigsten Beziehungsfragen aus der Sicht des tibetischen Buddhismus. Wie man das erreicht, wovon viele träumen: eine erfüllte Liebe und ein dauerhaft glückliches Leben.",
		"ISBN": "9783426414996",
		"Cover": "http://books.google.com/books/content?id=_TxtAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 9.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2012-04-02",
		"PageCount": 256,
		"Categories": [
			"Family & Relationships"
		],
		"ID": "IvbmR2l"
	},
	{
		"Title": "Beyond Degrees",
		"Author": "",
		"Genre": "philosophy",
		"SubGenre": "education",
		"Height": "222",
		"Publisher": "Walter de Gruyter",
		"Authors": [
			"Guy St. Clair"
		],
		"ISBN": "9783598440021",
		"Cover": "http://books.google.com/books/content?id=KSYHYClnd_kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 152.95,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2003-01-01",
		"PageCount": 351,
		"Categories": [
			"Language Arts & Disciplines"
		],
		"ID": "V2Y4Nzy"
	},
	{
		"Title": "MANASA",
		"Author": "Kale, V P",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "213",
		"Publisher": "MEHTA PUBLISHING HOUSE",
		"Authors": [
			"V. P. KALE"
		],
		"Description": "’माणसं’ हा वपुंचा एक व्यक्तिचित्रसंग्रह आहे. या संग्रहाच्या निमित्ताने वपुंनी माणसांबद्दल, जीवनाबद्दल मुक्त चिंतन केलं आहे. सुरुवातीलाच वपुंनी सांगितलेली यमुनाबाई आणि वेणूताईची गोष्ट वाचकाला अंतर्मुख करून जाते. शिक्षण क्षेत्रात एक वेगळा प्रयोग करणारे दादा कुलकर्णी, केवळ वपुंच्या आजारी पत्नीला पाहण्यासाठी मालेगावहून मुंबईला आलेले प्रसन्नकुमार, मुंबईच्या ट्रॅफिकमध्येही शांत राहणारा हेमंत, मुलाने घरातून घालवून दिल्यावरही हसतमुख राहणारा गजाभाऊ, सर्वसामान्यांच्या छोट्या-मोठ्या अडचणींमध्ये मदतीसाठी धावणारा वर्टी, स्वत:चा सख्खा भाऊ गेलेला असताना वपुंना धीर देणारे व्ही.डी. देसाई, मातीची भांडी, फ्लॉवरपॉट्स, माठ, खुजे बनवणार्‍या राजस्थानी कारागिरांना जास्त पैसे मिळवून देण्यासाठी धडपडणारी शुभा, कागदाचे बोळे कचराकुंडीत न टाकणार्‍या मुलांना नागरिकशास्त्रात नापास करणारे सदानंद थिटे, चित्रपटसृष्टीत प्रॉडक्शन मॅनेजर म्हणून काम करतानाही अलिप्त राहणारा छोटू, स्वत:च्या कष्टाच्या कमाईने हिरोहोंडा घेणारे हवालदार भंडारी आदी वेगवेगळ्या स्वभावाची माणसं या पुस्तकातून भेटतात. यात नकारात्मक छटांची माणसं कमी आहेत. सकारात्मक आणि व्यावहारिक जगातही स्वत:चं सत्त्व जपणार्‍या माणसांची संख्या जास्त आहे. छोट्या कथा, किस्से यांची पखरण करत वपुंनी ओघवत्या भाषेत रंगविलेल्या या व्यक्तिचित्रांतून जीवनाचं विविधरंगी दर्शन सहजतेने घडतं. तर व्यक्तिचित्रांचा हा वाचनीय आणि चिंतनीय संग्रह प्रत्येकाने अवश्य वाचला पाहिजे, असा आहे. Iceberg, it is said 9/10th of the ice is beneath the water, only 1/10th is revealed on the surface. I may be wrong as my maths is not very strong; maths needs intelligence, which is what I lack in. That much portion of my brain was vacant, naturally; so that place I offered to my heart as an extra F.S.I. For me, poetry always is exclusive and important than maths, that is why I could meet many people. All of these people were the various forms of happiness and vibrancy, so I never counted the stanzas of my poetry. After all, counting involves maths and I prefer to be miles away from it. If we do not measure poetry then we come across a \"Shrikant`, moving in the whirlpool, turning it upside down. Shrikant changed the direction of the iceberg. He turned it upside down. He wrapped the 9/10th of the iceberg in happiness which was otherwise full of calamities and mental tensions. His wife wrapped the cold ice into the warmth of her affection. What are his whereabouts? Shrikant Joshi, Chawdar Tale, Mahad; I dedicate this book `Maanase` to the human in him",
		"Cover": "http://books.google.com/books/content?id=i55HAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 1,
		"RatingsCount": 1,
		"ListPrice": {
			"amount": 3.07,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-09-01",
		"PageCount": 224,
		"ID": "ArfhDYP"
	},
	{
		"Title": "India",
		"Author": "Tharoor, Shashi",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "198",
		"Publisher": "Arcade Publishing",
		"Authors": [
			"Shashi Tharoor"
		],
		"Description": "One of India's foremost writers assesses the country's achievements and failures over the last fifty years since its independence from British rule and notes India's importance in the challenges facing America in the twenty-first century. Reprint.",
		"ISBN": "9781559708036",
		"Cover": "http://books.google.com/books/content?id=fRSC_uTGhZ8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 9,
		"Country": "DE",
		"PublishedDate": "2006",
		"PageCount": 392,
		"Categories": [
			"History"
		],
		"ID": "HGDHrhu"
	},
	{
		"Title": "World's Greatest Horror Stories: Collection of 42 Best Horror Novels of All Time",
		"Author": "",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "210",
		"Publisher": "Prabhat Prakashan",
		"Authors": [
			"H. P. Lovecraft;Rudyard Kipling;William Hope Hodgson"
		],
		"Description": "World's Greatest Horror Stories: Collection of 42 Best Horror Novels of All Time This Combo Collection (Set of 42 Books) includes All-time Bestseller Books. This anthology contains: At the Mountains of Madness: H. P. Lovecraft's Best Classic Horror Thrillers by H. P. Lovecraft The Devil's Pool: George Sand's Best Classic Horror Thrillers by George Sand A Christmas Carol in Prose; Being a Ghost Story of Christmas: Charles Dickens's Best Classic Horror Thrillers by Charles Dickens The King in Yellow: Robert W. Chambers's Best Classic Horror Thrillers by Robert W. Chambers Frankenstein or, The Modern Prometheus: Mary W. Shelley's Best Classic Horror Thrillers by Mary W. Shelley The Boats of the Glen Carrig: William Hope Hodgson's Best Classic Horror Thrillers by William Hope Hodgson The Vampyre a Tale: John William Polidori's Best Classic Horror Thrillers by John William Polidori The Best Psychic Stories: Joseph Lewis French's Best Classic Horror Thrillers by Joseph Lewis French The Devil Doctor: Sax Rohmer's Best Classic Horror Thrillers by Sax Rohmer The Turn of the Screw: Henry James's Best Classic Horror Thrillers by Henry James Green Tea : (Fantasy, Horror, Short Stories, Ghost, Classics, Literature) by Joseph Sheridan Le Fanu The Best Ghost Stories: Arthur B. Reeve and Joseph Lewis French's Best Classic Horror Thrillers by Arthur B. Reeve and Joseph Lewis French Dracula's Guest: Bram Stoker's Best Classic Horror Thrillers by Bram Stoker The Mystery of the Sea: Bram Stoker's Best Classic Horror Thrillers by Bram Stoker Three Ghost Stories: Charles Dickens's Best Classic Horror Thrillers by Charles Dickens Tales of Terror and Mystery: Arthur Conan Doyle's Best Classic Horror Thrillers by Arthur Conan Doyle The Christmas Eve: A Ghost Story: Charles Dickens's Best Classic Horror Thrillers by Charles Dickens Indian Ghost Stories: S. Mukerji's Best Classic Horror Thrillers by S. Mukerji The Parasite: Arthur Conan Doyle's Best Classic Horror Thrillers by Arthur Conan Doyle Ghosts: A Domestic Tragedy in Three Acts: Henrik Ibsen's Best Classic Horror Thrillers by Henrik Ibsen The History of the Devil, As Well Ancient as Modern: In Two Parts: Daniel Defoe's Best Classic Horror Thrillers by Daniel Defoe The Haunters;The Haunted: Ernest Rhys's Best Classic Horror Thrillers by Ernest Rhys The Shadow over Innsmouth: H. P. Lovecraft's Best Classic Horror Thrillers by H. P. Lovecraft The Mysteries of Udolpho: Ann Radcliffe's Best Classic Horror Thrillers by Ann Radcliffe The House of the Seven Gables (Illustrated): Nathaniel Hawthorne's Best Classic Horror Thrillers by Nathaniel Hawthorne Dracula: Bram Stoker's Best Classic Horror Thrillers by Bram Stoker Humorous Ghost Stories: Dorothy Scarborough's Best Classic Humorous Horror Thrillers by Dorothy Scarborough Present at a Hanging and Other Ghost Stories: Ambrose Bierce's Best Classic Horror Thrillers by Ambrose Bierce The Monkey's Paw: W. W. Jacobs's Best Classic Horror Thrillers by W. W. Jacobs The Devil in Iron: Robert E. Howard's Best Classic Horror Thrillers by Robert E. Howard The Monk: A Romance: M. G. Lewis's Best Classic Horror Thrillers (Best Classic Horror Novels of All Time) by M. G. Lewis The Dunwich Horror: H. P. Lovecraft's Best Classic Horror Thrillers (Best Classic Horror Novels of All Time) by H. P. Lovecraft Great Ghost Stories: Joseph Lewis French's Best Classic Horror Thrillers by Joseph Lewis French Can Such Things Be? : Ambrose Bierce's Best Classic Horror Thrillers by Ambrose Bierce The Phantom 'Rickshaw and Other Ghost Stories: Rudyard Kipling's Best Classic Horror Thrillers by Rudyard Kipling Demonology and Devil-lore: Moncure Daniel Conway's Best Classic Horror Thrillers by Moncure Daniel Conway Carmilla: Joseph Sheridan Le Fanu's Best Classic Horror Thrillers by Joseph Sheridan Le Fanu The Phantom of the Opera: Gaston Leroux's Best Classic Horror Thrillers by Gaston Leroux The Legend of Sleepy Hollow: Washington Irving's Best Classic Horror Thrillers by Washington Irving The Great God Pan: Arthur Machen's Best Classic Horror Thrillers (Best Classic Horror Novels of All Time) by Arthur Machen Supernatural Horror in Literature: H. P. Lovecraft's Best Classic Horror Thrillers by H. P. Lovecraft The Lifted Veil: George Eliot's Best Classic Horror Thrillers by George Eliot",
		"Cover": "http://books.google.com/books/content?id=g1NlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 7.79,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PageCount": 16615,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "sZCeIfV"
	},
	{
		"Title": "The Great Indian Novel",
		"Author": "Tharoor, Shashi",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "198",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Shashi Tharoor"
		],
		"Description": "In this award-winning novel, Tharoor has masterfully recast the two-thousand-year-old epic, The Mahabharata, with fictional but highly recognizable events and characters from twentieth-century Indian politics. Nothing is sacred in this deliciously irreverent, witty, and deeply intelligent retelling of modern Indian history and the ancient Indian epic The Mahabharata. Alternately outrageous and instructive, hilarious and moving, it is a dazzling tapestry of prose and verse that satirically, but also poignantly, chronicles the struggle for Indian freedom and independence.",
		"ISBN": "9781628721591",
		"Cover": "http://books.google.com/books/content?id=9eD7DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 9,
		"Country": "DE",
		"PublishedDate": "2011-09-01",
		"PageCount": 320,
		"Categories": [
			"Fiction"
		],
		"ID": "WlYg5Qs"
	},
	{
		"Title": "O Jerusalem",
		"Author": "Lapierre, Dominique",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "217",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Larry Collins",
			"Dominique Lapierre"
		],
		"Description": "An account of the bitter 1948 dispute between the Arabs and Jews over Jerusalem, highlights the role of the British as well as prominent individuals in the struggle",
		"Cover": "http://books.google.com/books/content?id=jsoS0Dqn01UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 6,
		"Country": "DE",
		"PublishedDate": "1988-05-15",
		"PageCount": 637,
		"Categories": [
			"History"
		],
		"ID": "OWstudW"
	},
	{
		"Title": "The City of Joy",
		"Author": "Lapierre, Dominique",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "177",
		"Publisher": "Macmillan Reference USA",
		"Authors": [
			"Dominique Lapierre"
		],
		"Description": "Describes the author's personal experiences in Calcutta.",
		"ISBN": "9780816141159",
		"Cover": "http://books.google.com/books/content?id=Tqn6IEGXshwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1986",
		"PageCount": 605,
		"Categories": [
			"History"
		],
		"ID": "3pWEoIo"
	},
	{
		"Title": "Freedom at Midnight",
		"Author": "Lapierre, Dominique",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "167",
		"Publisher": "HarperCollins",
		"Authors": [
			"Larry Collins",
			"Dominique Lapierre"
		],
		"Description": "Exciting And Readable, Important And Empressive, This Book Is Worthy In Every Way Of The Great Subject It Describe.",
		"Cover": "http://books.google.com/books/content?id=f7BHAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 21,
		"Country": "DE",
		"PublishedDate": "1975",
		"PageCount": 500,
		"Categories": [
			"Great Britain"
		],
		"ID": "2ZtwS2O"
	},
	{
		"Title": "The Winter of Our Discontent",
		"Author": "Steinbeck, John",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "196",
		"Publisher": "Penguin UK",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "Steinbeck's last great novel focuses on the theme of success and what motivates men towards it. Reflecting back on his New England family's past fortune, and his father's loss of the family wealth, the hero, Ethan Allen Hawley, characterises successin every era and in all its forms as robbery, murder, even a kind of combat, operating under 'the laws of controlled savagery.'",
		"ISBN": "9780141923024",
		"Cover": "http://books.google.com/books/content?id=gzNVrIRJSIoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 51,
		"ListPrice": {
			"amount": 8.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2001-05-03",
		"PageCount": 288,
		"Categories": [
			"Fiction"
		],
		"ID": "M7uuYyH"
	},
	{
		"Title": "On Education",
		"Author": "Russell, Bertrand",
		"Genre": "philosophy",
		"SubGenre": "education",
		"Height": "203",
		"Publisher": "Routledge",
		"Authors": [
			"Bertrand Russell"
		],
		"Description": "Bertrand Russell is considered to be one of the most significant educational innovators of his time. In this influential and controversial work, Russell calls for an education that would liberate the child from unthinking obedience to parental and religious authority. He argues that if the basis of all education is knowledge wielded by love then society can be transformed. One of Bertrand Russell’s most definitive works, the remarkable ideas and arguments in On Education are just as insightful and applicable today as they were on first publication in 1926.",
		"ISBN": "9781135223243",
		"Cover": "http://books.google.com/books/content?id=RoGMAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 18.18,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-09-10",
		"PageCount": 216,
		"Categories": [
			"Education"
		],
		"ID": "Ns99eNS"
	},
	{
		"Title": "Free Will",
		"Author": "Harris, Sam",
		"Genre": "nonfiction",
		"SubGenre": "psychology",
		"Height": "203",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Sam Harris"
		],
		"Description": "The physiologist Benjamin Libet famously demonstrated that activity in the brain's motor regions can be detected some 300 milliseconds before a person feels that he has decided to move. Another lab recently used fMRI data to show that some \"conscious\" decisions can be predicted up to 10 seconds before they enter awareness (long before the preparatory motor activity detected by Libet). Clearly, findings of this kind are difficult to reconcile with the sense that one is the conscious source of one's actions. The question of free will is no mere curio of philosophy seminars. A belief in free will underwrites both the religious notion of \"sin\" and our enduring commitment to retributive justice. The Supreme Court has called free will a \"universal and persistent\" foundation for our system of law. Any scientific developments that threatened our notion of free will would seem to put the ethics of punishing people for their bad behaviour in question.In Free Will Harris debates these ideas and asks whether or not, given what brain science is telling us, we actually have free will?",
		"ISBN": "9781451683400",
		"Cover": "http://books.google.com/books/content?id=lvsiwZFucKoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 22,
		"Country": "DE",
		"PublishedDate": "2012-03-06",
		"PageCount": 83,
		"Categories": [
			"Science"
		],
		"ID": "plmrqIZ"
	},
	{
		"Title": "Bookless In Baghdad",
		"Author": "Tharoor, Shashi",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "206",
		"Publisher": "Penguin Books India",
		"Authors": [
			"Shashi Tharoor"
		],
		"Description": "Shashi Tharoor Began Reading Books Enid Blyton S Noddy Series When He Was Three. By The Time He Was Ten, He Had Published His First Work Of Fiction, Operation Bellows, A Credulity-Stretching Saga Of An Anglo-Indian Fighter Pilot. In Between Were Years When He Read A Book A Day. And In The Years Since, He Has Published Eight Books And Written For Many Indian And Foreign Publications. Bookless In Baghdad Brings Together Pieces Written Over The Past Decade By This Compulsive Reader And Prolific Writer On The Subject Closest To His Heart: Reading. In These Essays On Books, Authors, Reviews, Critics, Literary Festivals, Literary Aspirants, Empire, And India, Tharoor Takes Us On A Delightful Journey Of Discovery. He Wanders The Book Souk In A Baghdad Under Sanctions Where The Middle-Class Are Selling Their Volumes So That They Can Afford To Live; Analyses The Indianness Of Salman Rushdie; Discusses P.G. Wodehouse S Enduring Popularity In India; And Drives Around Huesca Looking To Pay An Idiosyncratic Tribute To George Orwell. There Are Excursions Into The Pitfalls Of Reviewing, Explorations Of The Anxiety Of Audience Of Indian English Writers, And A Wicked Account Of How Norman Mailer Dealt With A Negative Review.",
		"ISBN": "9780670058204",
		"Cover": "http://books.google.com/books/content?id=WLUCAC5eDJAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2005",
		"PageCount": 252,
		"Categories": [
			"Authors, Indic"
		],
		"ID": "TDSZnJ2"
	},
	{
		"Title": "Das Geheimnis des Kanarienvogels (The case of the lame canary, dt.-Übertr. aus d. Engl. Neuaufl.)",
		"Author": "Gardner, Earle Stanley",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "179",
		"Authors": [
			"Erle Stanley Gardner"
		],
		"Country": "DE",
		"PublishedDate": "1975",
		"ID": "rV4SPHV"
	},
	{
		"Title": "The Theory Of Everything (With Cd)",
		"Author": "Hawking, Stephen",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "217",
		"Authors": [
			"Stephen Hawking"
		],
		"Description": "Collector s Edition with Audiobook read by the AuthorStephen Hawking is widely believed to be one of the world s greatest minds: a brilliant theoretical physicist whose work helped to reconfigure models of the universe and to redefine what s in it. Imagine sitting in a room listening to Hawking discuss these achievements and place them in historical context. It would be like hearing Christopher Columbus on the New World.Hawking presents a series of seven lec-tures covering everything from big bang to black holes to string theory that capture not only the brilliance of Hawking s mind but his characteristic wit as well. Of his research on black holes, which absorbed him for more than a decade, he says, It might seem a bit like looking for a black cat in a coal cellar. Hawking begins with a history of ideas about the universe, from Aristotle s determination that the Earth is round to Hubble s discovery, over 2000 years later, that the universe is expanding. Using that as a launching pad, he explores the reaches of modern physics, including theories on the origin of the universe (e.g., the big bang), the nature of black holes, and space-time.",
		"ISBN": "9788179927939",
		"Cover": "http://books.google.com/books/content?id=59x0PgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 6,
		"Country": "DE",
		"PublishedDate": "2008-01-01",
		"PageCount": 140,
		"ID": "EkclprX"
	},
	{
		"Title": "The New Markets, and Other Essays",
		"Author": "Drucker, Peter",
		"Genre": "science",
		"SubGenre": "economics",
		"Height": "176",
		"Authors": [
			"Peter Ferdinand Drucker"
		],
		"Country": "DE",
		"PublishedDate": "1974",
		"PageCount": 257,
		"Categories": [
			"Business"
		],
		"ID": "EIV8Esc"
	},
	{
		"Title": "Electric Universe",
		"Author": "Bodanis, David",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "201",
		"Publisher": "Crown",
		"Authors": [
			"David Bodanis"
		],
		"Description": "The bestselling author of E=mc2 weaves tales of romance, divine inspiration, and fraud through an account of the invisible force that permeates our universe—electricity—and introduces us to the virtuoso scientists who plumbed its secrets. For centuries, electricity was seen as little more than a curious property of certain substances that sparked when rubbed. Then, in the 1790s, Alessandro Volta began the scientific investigation that ignited an explosion of knowledge and invention. The force that once seemed inconsequential was revealed to be responsible for everything from the structure of the atom to the functioning of our brains. In harnessing its power, we have created a world of wonders—complete with roller coasters and radar, computer networks and psychopharmaceuticals. In Electric Universe, the great discoverers come to life in all their brilliance and idiosyncrasy, including the visionary Michael Faraday, who struggled against the prejudices of the British class system, and Samuel Morse, a painter who, before inventing the telegraph, ran for mayor of New York City on a platform of persecuting Catholics. Here too is Alan Turing, whose dream of a marvelous thinking machine—what we know as the computer—was met with indifference, and who ended his life in despair after British authorities forced him to undergo experimental treatments to “cure” his homosexuality. From the frigid waters of the Atlantic to the streets of Hamburg during a World War II firestorm to the interior of the human body, Electric Universe is a mesmerizing journey of discovery.",
		"ISBN": "9781400050604",
		"Cover": "http://books.google.com/books/content?id=c-gfwgw1JSEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 9,
		"ListPrice": {
			"amount": 15.7,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2005-02-15",
		"PageCount": 320,
		"Categories": [
			"Science"
		],
		"ID": "tksoB4U"
	},
	{
		"Title": "The Hunchback of Notre-Dame",
		"Author": "Hugo, Victor",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "175",
		"Publisher": "Wordsworth Editions",
		"Authors": [
			"Victor Hugo"
		],
		"Description": "Quasimodo, a gentle and kind hunchback who lives a lonely, isolated life in a cathedral in Paris, rescues the beautiful Esmerelda from being hanged for a crime she did not commit.",
		"ISBN": "9781853260681",
		"Cover": "http://books.google.com/books/content?id=hZtfvHDFHE4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "1993",
		"PageCount": 397,
		"Categories": [
			"Fiction"
		],
		"ID": "rRqzQ2Q"
	},
	{
		"Title": "Burning Bright",
		"Author": "Steinbeck, John",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "175",
		"Publisher": "Penguin UK",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "'A man can't scrap his bloodline, can't snip the thread of immortality.' Such is the strength of Joe Saul's desperate longing for a child, that he feels as if a dark curse is upon him after three unfruitful years of marriage. Yet unbeknown to him, he is sterile. His beautiful, young, devoted wife loves him so much that she secretly conceives the child of another man. But when Joe discovers her deception, his anguish is greater than ever before... A powerful, tragic and deeply moving tale.",
		"ISBN": "9780141922980",
		"Cover": "http://books.google.com/books/content?id=nrqjS29s1hEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 9,
		"ListPrice": {
			"amount": 6.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2001-01-18",
		"PageCount": 112,
		"Categories": [
			"Fiction"
		],
		"ID": "qTLhrlo"
	},
	{
		"Title": "The Age of Discontinuity",
		"Author": "Drucker, Peter",
		"Genre": "nonfiction",
		"SubGenre": "economics",
		"Height": "178",
		"Publisher": "Elsevier",
		"Authors": [
			"Peter F. Drucker"
		],
		"Description": "The Age of Discontinuity: Guidelines to Our Changing Society describes the discontinuities that are changing the structure and the meaning of economy, politics, and society. Major discontinuities exist in four areas: the knowledge technologies; changes in the world's economy; a society of organizations; and the knowledge society. This book is organized into four parts encompassing 17 chapters. Each part represents the four areas of discontinuities. Part I highlights the growth in major industries and businesses, along with economic policies related to tax incentives. Part II looks into the status of the global economy, the disparity between the rich and poor countries, and the concepts and application of the economic theory demonstrating a closed economy controlled from within by national, monetary, credit, and tax policies. Part III examines the changes in the political matrix of social and economic life. This part deals particularly with the theory of pluralism and organizations, as well as the creation of socio-political reality. Part IV focuses on the changes in the cost center and the crucial resource of the economy. Knowledge changes involve changes in labor forces and work. This book will prove useful to economists, public servants, sociologists, and researchers.",
		"ISBN": "9781483165424",
		"Cover": "http://books.google.com/books/content?id=A1VtBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2013-10-22",
		"PageCount": 380,
		"Categories": [
			"Social Science"
		],
		"ID": "n19CASW"
	},
	{
		"Title": "Doctor In The Nude",
		"Author": "Gordon, Richard",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "179",
		"Publisher": "House of Stratus",
		"Authors": [
			"Richard Gordon"
		],
		"Description": "Mrs Samantha Dougal is against nudity. The Dean of St Swithan's Hospital feigns indifference. Mrs Dougal's husband, however, is totally in favour. The jokes positively spill from this elegantly written and languorously witty tale that includes Sir Lancelot, the Queen, a new building, and the voluptuous daughter of the trendy hospital chaplain.",
		"ISBN": "9780755146963",
		"Cover": "http://books.google.com/books/content?id=fGuvDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 6.41,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2014-07-01",
		"PageCount": 144,
		"Categories": [
			"Fiction"
		],
		"ID": "XIBABD6"
	},
	{
		"Title": "Erledigt in Paris und London",
		"Author": "Orwell, George",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "179",
		"Publisher": "Diogenes Verlag AG",
		"Authors": [
			"George Orwell"
		],
		"Description": "Nach seiner Demission als Polizeioffizier in Burma landet Orwell 1933 in den Slums: bei den Arbeitslosen, Asozialen in Paris, wo er sich als Küchenhilfe in einem Luxusrestaurant verdingt; bei den Pennern von London, mit denen er durch die Gossen und Asyle pilgert. Der unsentimentale, erschütternde Bericht eines Betroffenen.",
		"ISBN": "9783257602463",
		"Cover": "http://books.google.com/books/content?id=kudsAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 9.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2012-11-20",
		"PageCount": 288,
		"Categories": [
			"Fiction"
		],
		"ID": "Z4j3kKl"
	},
	{
		"Title": "Identity and Violence",
		"Author": "Sen, Amartya",
		"Genre": "philosophy",
		"SubGenre": "philosophy",
		"Height": "219",
		"Publisher": "Penguin UK",
		"Authors": [
			"Amartya Sen"
		],
		"Description": "The world may be more riven by murderous violence than ever before, yet Nobel Laureate Amartya Sen argues in this sweeping philosophical work that its brutalities are driven as much by confusion as by inescapable hatred. Sen argues in his new book that conflict and violence are sustained today, no less than the past, by the illusion of a unique identity. Indeed, the world is increasingly taken to be divided between religions (or 'cultures' or 'civilizations'), ignoring the relevance of other ways in which people see themselves through class, gender, profession, language, literature, science, music, morals or politics, and denying the real possibilities of reasoned choices. In Identity and Violence he overturns such stereotypes as the 'the monolithic Middle East' or 'the Western Mind'. Through his penetrating investigation of such subjects as multiculturalism, fundamentalism, terrorism and globalization, he brings out the need for a clear-headed understanding of human freedom and a constructive public voice in Global civil society. The world, Sen shows, can be made to move towards peace as firmly as it has recently spiralled towards war.",
		"ISBN": "9780141911755",
		"Cover": "http://books.google.com/books/content?id=Xpf8CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 2.5,
		"RatingsCount": 2,
		"ListPrice": {
			"amount": 9.49,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2015-09-24",
		"PageCount": 240,
		"Categories": [
			"Social Science"
		],
		"ID": "bPPYSvE"
	},
	{
		"Title": "Kohinoor",
		"Author": "Dalrymple, William",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "197",
		"Publisher": "Juggernaut Books",
		"Authors": [
			"William Dalrymple",
			"Anita Anand"
		],
		"Description": "This riveting tale of the Kohinoor, the worldÕs most coveted gem, unearths fascinating new information as it moves from the Mughal court to Persia to Afghanistan; from Maharaja Ranjit Singh's durbar in Punjab to the Queen of England's Crown. A thrilling tale, full of violence, drama and intrigue.",
		"ISBN": "9789386228086",
		"Cover": "http://books.google.com/books/content?id=EoJoDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 1,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2016",
		"PageCount": 239,
		"Categories": [
			"Crown jewels"
		],
		"ID": "hmXt8Gl"
	},
	{
		"Title": "World's Greatest Short Stories",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "217",
		"Authors": [
			"Grapevine Publishers"
		],
		"Description": "Short stories remain the most interesting form of story telling over the centuries. Many of the greatest writers to have lived, started with short stories, before embarking on the journey of writing something longer. This book is an attempt to handpick the greatest works in short story writing over the years, including some of the most recognizable names in the field of literature. Stories from all slices of life, which will make you laugh, cry, smile or sulk.Including writers like Rudyard Kipling, James Joyce, Rabindranath Tagore, Saki, Anton Chekhov, Oscar Wilde, H.G. Wells, Jack Landon, Mark Twain, Dickens, D.H. Lawrence, Leo Tolstoy, Arthur Conan Doyle, Thomas Hardy, O. Henry, Victor Hugo, Somerset among many others.",
		"ISBN": "9789381841983",
		"Cover": "http://books.google.com/books/content?id=X0fizgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2017-04-20",
		"PageCount": 568,
		"ID": "J71x7QB"
	},
	{
		"Title": "Talking Straight",
		"Author": "Iacoca, Lee",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "175",
		"Publisher": "Bantam Books",
		"Authors": [
			"Lee A. Iacocca",
			"Sonny Kleinfield"
		],
		"Description": "Provides straight talk about the major concerns of our lives including our values, American business and economics, and our families.",
		"ISBN": "9780553278057",
		"Cover": "http://books.google.com/books/content?id=JJ38Zex0RqYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "1989",
		"PageCount": 337,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "4VxLiY7"
	},
	{
		"Title": "A Companion to the British and Irish Short Story",
		"Author": "Maugham, William S",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "171",
		"Publisher": "John Wiley & Sons",
		"Authors": [
			"David Malcolm",
			"Cheryl Alexander Malcolm"
		],
		"Description": "A Companion to the British and Irish Short Story provides a comprehensive treatment of short fiction writing and chronicles its development in Britain and Ireland from 1880 to the present. Provides a comprehensive treatment of the short story in Britain and Ireland as it developed over the period 1880 to the present Includes essays on topics and genres, as well as on individual texts and authors Comprises chapters on women’s writing, Irish fiction, gay and lesbian writing, and short fiction by immigrants to Britain",
		"ISBN": "9781444304787",
		"Cover": "http://books.google.com/books/content?id=uX9D0Na7hiMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 1,
		"RatingsCount": 1,
		"ListPrice": {
			"amount": 34.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-01-30",
		"PageCount": 592,
		"Categories": [
			"Literary Criticism"
		],
		"ID": "OiPVjap"
	},
	{
		"Title": "Das Phantom von Manhattan",
		"Author": "Forsyth, Frederick",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "180",
		"Authors": [
			"Frederick Forsyth"
		],
		"ISBN": "9783442554706",
		"Cover": "http://books.google.com/books/content?id=pMKtAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2006",
		"PageCount": 239,
		"ID": "qgfiwgd"
	},
	{
		"Title": "Ashenden Or The British Agent",
		"Author": "Maugham, William S",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "160",
		"Authors": [
			"William Somerset Maugham"
		],
		"Country": "DE",
		"PublishedDate": "1961",
		"PageCount": 304,
		"ID": "ISgiWDg"
	},
	{
		"Title": "Zen and the Art of Motorcycle Maintenance",
		"Author": "Pirsig, Robert",
		"Genre": "philosophy",
		"SubGenre": "autobiography",
		"Height": "172",
		"Publisher": "Random House",
		"Authors": [
			"Robert M. Pirsig"
		],
		"Description": "This narration of a summer motorcycle trip undertaken by a father and his son becomes a text which speaks directly to the confusions and agonies of existence, detailing a personal, philosophical odyssey.",
		"ISBN": "9780099786405",
		"Cover": "http://books.google.com/books/content?id=M69poeV1UhoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1991",
		"PageCount": 424,
		"Categories": [
			"Essence (Philosophy)"
		],
		"ID": "2yKJzhD"
	},
	{
		"Title": "The Great War for Civilisation",
		"Author": "Fisk, Robert",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "197",
		"Publisher": "Knopf",
		"Authors": [
			"Robert Fisk"
		],
		"Description": "A journalist in the Middle East for more than thirty years brings his intimate knowledge of the region to address the recent historical and political events in Iraq, Iran, Afghanistan, Algeria, Israel, and Lebanon. 25,000 first printing.",
		"Cover": "http://books.google.com/books/content?id=SJHtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 19,
		"Country": "DE",
		"PublishedDate": "2005",
		"PageCount": 1107,
		"Categories": [
			"History"
		],
		"ID": "Whj8ggy"
	},
	{
		"Title": "Essays on Ayn Rand's We the Living",
		"Author": "Rand, Ayn",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "178",
		"Publisher": "Lexington Books",
		"Authors": [
			"Robert Mayhew"
		],
		"Description": "This is the second edition of the study of Ayn Rand's first novel, We the Living, which is set in Soviet Russia, and was written in 1936, ten years after she left the U.S.S.R. Topics explored include: the fascinating history behind the novel's creation; its autobiographical nature; its reception during America's “Red Decade”; its connection to Victor Hugo (Rand's favorite novelist); and, the philosophy of freedom and the sanctity of life which it portrays and defends.",
		"ISBN": "9780739149706",
		"Cover": "http://books.google.com/books/content?id=eXGK_JTrlTMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2012",
		"PageCount": 420,
		"Categories": [
			"Philosophy"
		],
		"ID": "1rgjFy5"
	},
	{
		"Title": "The Artist and the Mathematician",
		"Author": "Aczel, Amir",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "186",
		"Publisher": "Hachette UK",
		"Authors": [
			"Amir D Aczel"
		],
		"Description": "Nicolas Bourbaki, whose mathematical publications began to appear in the late 1930s and continued to be published through most of the twentieth century, was a direct product as well as a major force behind an important revolution that took place in the early decades of the twentieth century that completely changed Western culture. Pure mathematics, the area of Bourbaki's work, seems on the surface to be an abstract field of human study with no direct connection with the real world. In reality, however, it is closely intertwined with the general culture that surrounds it. Major developments in mathematics have often followed important trends in popular culture; developments in mathematics have acted as harbingers of change in the surrounding human culture. The seeds of change, the beginnings of the revolution that swept the Western world in the early decades of the twentieth century -- both in mathematics and in other areas -- were sown late in the previous century. This is the story both of Bourbaki and the world that created him in that time. It is the story of an elaborate intellectual joke -- because Bourbaki, one of the foremost mathematicians of his day -- never existed.",
		"ISBN": "9780786732883",
		"Cover": "http://books.google.com/books/content?id=ZM8_DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 2.5,
		"RatingsCount": 2,
		"ListPrice": {
			"amount": 7.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-04-29",
		"PageCount": 256,
		"Categories": [
			"Mathematics"
		],
		"ID": "2TLEA0v"
	},
	{
		"Title": "History of Western Philosophy",
		"Author": "Russell, Bertrand",
		"Genre": "philosophy",
		"SubGenre": "philosophy",
		"Height": "213",
		"Publisher": "Psychology Press",
		"Authors": [
			"Bertrand Russell"
		],
		"Description": "[The author's] purpose is to exhibit philosophy as an integral part of social and political life: not as the isolated speculations of remarkable individuals, but as both an effect and a cause of the character of the various communities in which different systems flourished.-Pref.",
		"ISBN": "9780415325059",
		"Cover": "http://books.google.com/books/content?id=sIHMdQ4X8GkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 17,
		"Country": "DE",
		"PublishedDate": "1946",
		"PageCount": 778,
		"Categories": [
			"Philosophy"
		],
		"ID": "FyCpzsG"
	},
	{
		"Title": "The Unreal and the Real",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "215",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Ursula K. Le Guin"
		],
		"Description": "A collection of short stories by the legendary and iconic Ursula K. Le Guin—selected with an introduction by the author, and combined in one volume for the first time. The Unreal and the Real is a collection of some of Ursula K. Le Guin’s best short stories. She has won multiple prizes and accolades from the Medal for Distinguished Contribution to American Letters to the Newbery Honor, the Nebula, Hugo, World Fantasy, and PEN/Malamud Awards. She has had her work collected over the years, but this is the first short story volume combining a full range of her work. Stories include: -Brothers and Sisters -A Week in the Country -Unlocking the Air -Imaginary Countries -The Diary of the Rose -Direction of the Road -The White Donkey -Gwilan’s Harp -May’s Lion -Buffalo Gals, Won’t You Come Out Tonight -Horse Camp -The Water Is Wide -The Lost Children -Texts -Sleepwalkers -Hand, Cup, Shell -Ether, Or -Half Past Four -The Ones Who Walk Away from Omelas -Semely’s Necklace -Nine Lives -Mazes -The First Contact with the Gorgonids -The Shobies’ Story -Betrayals -The Matter of Seggri -Solitude -The Wild Girls -The Flyers of Gy -The Silence of the Asonu -The Ascent of the North Face -The Author of the Acacia Seeds -The Wife’s Story -The Rule of Names -Small Change -The Poacher -Sur -She Unnames Them -The Jar of Water",
		"ISBN": "9781481475983",
		"Cover": "http://books.google.com/books/content?id=Zk7xCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 20,
		"ListPrice": {
			"amount": 7.9,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2016-10-18",
		"PageCount": 736,
		"Categories": [
			"Fiction"
		],
		"ID": "SfHgCld"
	},
	{
		"Title": "Rationality and Freedom",
		"Author": "Sen, Amartya",
		"Genre": "science",
		"SubGenre": "economics",
		"Height": "213",
		"Publisher": "Harvard University Press",
		"Authors": [
			"Amartya Sen"
		],
		"Description": "Rationality and freedom are among the most profound and contentious concepts in philosophy and the social sciences. In this, the first of two volumes, Amartya Sen brings clarity and insight to these difficult issues.",
		"ISBN": "9780674013513",
		"Cover": "http://books.google.com/books/content?id=rwcUEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2004",
		"PageCount": 736,
		"Categories": [
			"Philosophy"
		],
		"ID": "S8wfyWr"
	},
	{
		"Title": "The Clash of Civilizations and the Remaking of World Order",
		"Author": "Huntington, Samuel",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "228",
		"Publisher": "Simon & Schuster",
		"Authors": [
			"Samuel P. Huntington"
		],
		"Description": "The classic study of post-Cold War international relations, more relevant than ever in the post-9/11 world, with a new foreword by Zbigniew Brzezinski. Since its initial publication, The Clash of Civilizations and the Remaking of World Order has become a classic work of international relations and one of the most influential books ever written about foreign affairs. An insightful and powerful analysis of the forces driving global politics, it is as indispensable to our understanding of American foreign policy today as the day it was published. As former National Security Adviser Zbigniew Brzezinski says in his new foreword to the book, it “has earned a place on the shelf of only about a dozen or so truly enduring works that provide the quintessential insights necessary for a broad understanding of world affairs in our time.” Samuel Huntington explains how clashes between civilizations are the greatest threat to world peace but also how an international order based on civilizations is the best safeguard against war. Events since the publication of the book have proved the wisdom of that analysis. The 9/11 attacks and wars in Iraq and Afghanistan have demonstrated the threat of civilizations but have also shown how vital international cross-civilization cooperation is to restoring peace. As ideological distinctions among nations have been replaced by cultural differences, world politics has been reconfigured. Across the globe, new conflicts—and new cooperation—have replaced the old order of the Cold War era. The Clash of Civilizations and the Remaking of World Order explains how the population explosion in Muslim countries and the economic rise of East Asia are changing global politics. These developments challenge Western dominance, promote opposition to supposedly “universal” Western ideals, and intensify intercivilization conflict over such issues as nuclear proliferation, immigration, human rights, and democracy. The Muslim population surge has led to many small wars throughout Eurasia, and the rise of China could lead to a global war of civilizations. Huntington offers a strategy for the West to preserve its unique culture and emphasizes the need for people everywhere to learn to coexist in a complex, multipolar, muliticivilizational world.",
		"ISBN": "9781451628975",
		"Cover": "http://books.google.com/books/content?id=msw1YgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 11,
		"Country": "DE",
		"PublishedDate": "2011-08-02",
		"PageCount": 368,
		"Categories": [
			"Political Science"
		],
		"ID": "nLcijcH"
	},
	{
		"Title": "Uncommon Wisdom",
		"Author": "Capra, Fritjof",
		"Genre": "nonfiction",
		"SubGenre": "anthology",
		"Height": "197",
		"Publisher": "Bantam",
		"Authors": [
			"Fritjof Capra"
		],
		"Description": "Written for anyone who wants to know the philosophies of key figures in New Age thought, here is an introduction to serious New Age thinking. Capra charts his own intellectual odyssey and the evolution of a new consciousness through lively discussions with many of this century's most influential minds. (Philosopy/Metaphysics)",
		"Cover": "http://books.google.com/books/content?id=_hYSAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 3,
		"Country": "DE",
		"PublishedDate": "1989",
		"PageCount": 344,
		"Categories": [
			"Social Science"
		],
		"ID": "a6HY8uU"
	},
	{
		"Title": "One",
		"Author": "Bach, Richard",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "172",
		"Publisher": "Dell",
		"Authors": [
			"Richard Bach"
		],
		"Description": "In his latest novel One, phenomenally bestselling author Richard Bach asks the questions--what if we could meet the people we are destined to be in twenty years? What if we could confront the people we were in the past, and those we are right now in parallel lifetimes, in alternate worlds?",
		"ISBN": "9780440205623",
		"Cover": "http://books.google.com/books/content?id=u1W3c1TBKMcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 14,
		"Country": "DE",
		"PublishedDate": "1989",
		"PageCount": 378,
		"Categories": [
			"Fiction"
		],
		"ID": "bEkcCtX"
	},
	{
		"Title": "Karl Marx",
		"Author": "",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "162",
		"Authors": [
			"Petr Nikolaevich Fedoseev"
		],
		"Cover": "http://books.google.com/books/content?id=Sp5IAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1989",
		"PageCount": 629,
		"ID": "xEzyzrz"
	},
	{
		"Title": "To Sir With Love",
		"Author": "Braithwaite",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "197",
		"Publisher": "Random House",
		"Authors": [
			"E. R. Braithwaite"
		],
		"Description": "WITH AN INTRODUCTION BY CARYL PHILLIPS In 1945, Rick Braithwaite, a smart, highly educated ex-RAF pilot, looks for a job in British engineering. He is deeply shocked to realise that, as a black man from British Guiana, no one will employ him because of the colour of his skin. In desperation he turns to teaching, taking a job in a tough East End school, and left to govern a class of unruly teenagers. With no experience or guidance, Braithwaite attempts to instill discipline, confound prejudice and ultimately, to teach.",
		"ISBN": "9781446425176",
		"Cover": "http://books.google.com/books/content?id=plkdGhCIdp8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 14,
		"ListPrice": {
			"amount": 8.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-09-30",
		"PageCount": 208,
		"Categories": [
			"Fiction"
		],
		"ID": "JZZQL6Y"
	},
	{
		"Title": "Half a Life",
		"Author": "Naipaul, V S",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "196",
		"Publisher": "Vintage",
		"Authors": [
			"V. S. Naipaul"
		],
		"Description": "In a narrative that moves with dreamlike swiftness from India to England to Africa, Nobel Laureate V. S. Naipaul has produced his finest novel to date, a bleakly resonant study of the fraudulent bargains that make up an identity. The son of a Brahmin ascetic and his lower-caste wife, Willie Chandran grows up sensing the hollowness at the core of his father's self-denial and vowing to live more authentically. That search takes him to the immigrant and literary bohemias of 1950s London, to a facile and unsatisfying career as a writer, and at last to a decaying Portugese colony in East Africa, where he finds a happiness he will then be compelled to betray. Brilliantly orchestrated, at once elegiac and devastating in its portraits of colonial grandeur and pretension, Half a Life represents the pinnacle of Naipaul's career.",
		"ISBN": "9780307556561",
		"Cover": "http://books.google.com/books/content?id=cNwarpJxp5YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 2.5,
		"RatingsCount": 11,
		"ListPrice": {
			"amount": 14.56,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-04-23",
		"PageCount": 224,
		"Categories": [
			"Fiction"
		],
		"ID": "6G0OUWt"
	},
	{
		"Title": "The Discovery of India",
		"Author": "Nehru, Jawaharlal",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "230",
		"Publisher": "Penguin Group",
		"Authors": [
			"Jawaharlal Nehru"
		],
		"Description": "Gives an understanding of the glorious intellectual and spiritual tradition of (a) great country.' Albert Einstein Written over five months when Jawaharlal Nehru was imprisoned in the Ahmadnagar Fort, The Discovery of India has acquired the status of a classic since it was first published in 1946. In this work of prodigious scope and scholarship, one of the greatest figures of Indian history unfolds the panorama of the country's rich and complex past, from prehistory to the last years of British colonial rule. Analysing texts like the Vedas and the Arthashastra, and personalities like the Buddha and Mahatma Gandhi, Nehru brings alive an ancient culture that has seen the flowering of the world's great traditions of philosophy, science and art, and almost all its major religions. Nehru's brilliant intellect, deep humanity and lucid style make The Discovery of India essential reading for anyone interested in India, both its past and its present.",
		"Cover": "http://books.google.com/books/content?id=2WWgAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 4,
		"Country": "DE",
		"PublishedDate": "2004",
		"PageCount": 664,
		"Categories": [
			"India"
		],
		"ID": "NYHbUrm"
	},
	{
		"Title": "Zwischen Konziliarismus und Reformation",
		"Author": "Deshpande, P L",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "211",
		"Publisher": "Angelicum University Press",
		"Authors": [
			"Ulrich Horst"
		],
		"Cover": "http://books.google.com/books/content?id=Jj4vAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1985",
		"PageCount": 189,
		"Categories": [
			"Religion"
		],
		"ID": "2GHOvnK"
	},
	{
		"Title": "Unpopular Essays",
		"Author": "Russell, Bertrand",
		"Genre": "philosophy",
		"SubGenre": "philosophy",
		"Height": "198",
		"Publisher": "Routledge",
		"Authors": [
			"Bertrand Russell"
		],
		"Description": "A classic collection of Bertrand Russell’s more controversial works, reaffirming his staunch liberal values, Unpopular Essays is one of Russell’s most characteristic and self-revealing books. Written to \"combat... the growth in Dogmatism\", on first publication in 1950 it met with critical acclaim and a wide readership and has since become one of his most accessible and popular books.",
		"ISBN": "9781134026999",
		"Cover": "http://books.google.com/books/content?id=n-Zamjv7TkUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2009-03-04",
		"PageCount": 200,
		"Categories": [
			"Philosophy"
		],
		"ID": "jLt1njK"
	},
	{
		"Title": "The Deceiver",
		"Author": "Forsyth, Frederick",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "178",
		"Publisher": "Random House",
		"Authors": [
			"Frederick Forsyth"
		],
		"Description": "'Another Forsyth thriller that has you by the throat with plots so finely crafted as to make the cold war's very darkness visible' Daily Mail ________ Sam McCready is The Deceiver, one of the Secret Intelligence Service's most unorthodox and most valued operatives, a legend in his own time. The end of the cold war has, however, strengthened the hand of the Whitehall mandarins, to whom he seems about as controllable as Genghis Khan, so Sam is to have his fate decided at a special hearing. As part of the proceedings, four of Sam's key operations are reviewed: a clandestine mission into East Germany in 1985 to contact the top Russian spy General Pankratin; the second involving a KGB colonel who wants to defect - but is he genuine? An audacious Gaddafi-inspired plot to ship arms to the IRA; and the fourth when McCready presided over the aftermath of political murder and mayhem in the Caribbean. ________ Former RAF pilot and investigative journalist, Frederick Forsyth defined the modern thriller when he wrote The Day of the Jackal, described by Lee Child as 'the book that broke the mould.' What readers are saying: ***** 'Forsyth never lets you down. Always well researched, always gripping.' ***** 'Forsyth is the best storyteller . . . you feel that he is letting you in on secrets and that you are really there where the action is.' ***** 'Superb story and so topical. Once again Fredrick Forsyth demonstrates his mastery of suspense and mystery.'",
		"ISBN": "9781446486559",
		"Cover": "http://books.google.com/books/content?id=ElLHbZyjMRIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 7,
		"ListPrice": {
			"amount": 6.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-06-30",
		"PageCount": 480,
		"Categories": [
			"Fiction"
		],
		"ID": "gA7emi2"
	},
	{
		"Title": "Veil",
		"Author": "Woodward, Bob",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "171",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Bob Woodward"
		],
		"Description": "Veilis the story of the covert wars that were waged in Central America, Iran and Libya in a secretive atmosphere and became the centerpieces and eventual time bombs of American foreign policy in the 1980s.",
		"ISBN": "9781471109874",
		"Cover": "http://books.google.com/books/content?id=kO2ySFSqRaQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2012-12-11",
		"PageCount": 592,
		"Categories": [
			"Social Science"
		],
		"ID": "c7UoQ7S"
	},
	{
		"Title": "Char Shabda",
		"Author": "Deshpande, P L",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "214",
		"Authors": [
			"P. L. Deshpande"
		],
		"ISBN": "9788174865922",
		"Country": "DE",
		"ID": "D1pHWiX"
	},
	{
		"Title": "Rosy is My Relative",
		"Author": "Durrell, Gerald",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "176",
		"Authors": [
			"Gerald Durrell"
		],
		"Description": "At the age of thirty, Adrian Rookwhistle's life hasn't quite turned out the way he'd have hoped. Working an unfulfilling job as a clerk in the city and living under the tyranny of his fearsome landlady, he can't help but think that there is more to life. However, all of this suddenly changes when he receives a curious letter from his dying uncle who has bequeathed him GBP500 and an elephant by the name of Rosy who has a seemingly unquenchable thirst for liquor. At a loss of what to do with his unexpectedly gargantuan - and rarely sober - inheritance, Adrian sets forth on a journey believing to have the answer to his dilemma; he'll give her away to the circus. Together Adrian and Rosy carve a trail of destruction through the peaceful countryside of southern England, meeting a curious cast of misfits along the way. Drunk or sober, Rosy spreads chaos in her wake, until the full weight of the law finally catches up with her.",
		"Cover": "http://books.google.com/books/content?id=ObQaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "1968",
		"PageCount": 239,
		"Categories": [
			"Circus"
		],
		"ID": "ReHLh3e"
	},
	{
		"Title": "The Moon and Sixpence",
		"Author": "Maugham, William S",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "180",
		"Publisher": "Courier Corporation",
		"Authors": [
			"W. Somerset Maugham"
		],
		"Description": "\"Witty, compelling.\" — The Boston Globe. Gripped by an overwhelming obsession, Charles Strickland, a conventional London stockbroker, decides in midlife to desert his wife, family, business, and civilization for his art. One of Maugham's most popular works, The Moon and Sixpence is a riveting story about an uncompromising and self-destructive man who forsakes wealth and comfort to pursue the life of a painter. Drifting from Paris to Marseilles, Strickland eventually settles in Tahiti, takes a mistress, and in spite of poverty and a long, terminal illness, produces his most passionate and mysterious works of art. Loosely based on the life of Paul Gauguin, Maugham's timeless masterpiece is storytelling at its best — an insightful work focusing on artistic fixation that propels the artist beyond the commonplace into the selfish realm of genius.",
		"ISBN": "9780486446028",
		"Cover": "http://books.google.com/books/content?id=G8gsAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 23,
		"Country": "DE",
		"PublishedDate": "2006-01-20",
		"PageCount": 176,
		"Categories": [
			"Literary Collections"
		],
		"ID": "6SLc1GB"
	},
	{
		"Title": "Contemporary Political Philosophers (Routledge Revivals)",
		"Author": "",
		"Genre": "philosophy",
		"SubGenre": "politics",
		"Height": "162",
		"Authors": [
			"Kenneth R. Minogue",
			"Anthony de Crespigny"
		],
		"Description": "First published in 1976, Contemporary Political Philosophers is a survey, by scholars from both sides of the Atlantic, of the main developments of twentieth-century political philosophy. Few readers will not be surprised and impressed by the richness of the philosophical discussion of politics in this century. This book will be welcomed by the unguided explorer, and for offering a critical discussion which will stimulate those already familiar with the work of these philosophers.",
		"ISBN": "9780415614375",
		"Cover": "http://books.google.com/books/content?id=EUPGbwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2012-04-16",
		"PageCount": 318,
		"Categories": [
			"Political science"
		],
		"ID": "2rCiOtV"
	},
	{
		"Title": "A Short History of the World",
		"Author": "Wells, H G",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "197",
		"Publisher": "Good Press",
		"Authors": [
			"H. G. Wells"
		],
		"Description": "The Outline of History is a book by the science fiction writer Herbert Wells, who also created some important historical and political works like A Short History of the World. The presented here condensed work is a monumental account of the physical, spiritual, and intellectual evolution of the human race and chronicles key events of humanity's development. Also, Wells brings to light the continuity of history and provokes thoughts on the future implications of our scientific and intellectual progress.",
		"Cover": "http://books.google.com/books/content?id=fqLJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 1.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2020-01-09",
		"PageCount": 8424,
		"Categories": [
			"History"
		],
		"ID": "JeKH66R"
	},
	{
		"Title": "The Trembling of a Leaf",
		"Author": "Maugham, William S",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "205",
		"Authors": [
			"W. Somerset Maugham"
		],
		"Description": "William S. Maugham spent a few months traveling in the South Pacific during the World War I. Some of the best stories he wrote are found in this book - which occur in Samoa, Tahiti and Hawaii - and they show the colonial life and the European experience with the local culture, with a strong Eurocentric viewpoint. \"Rain\" is the most famous of the stories in the book, which was first published in 1921.",
		"ISBN": "9781449998431",
		"Country": "DE",
		"PublishedDate": "2009-12-30",
		"PageCount": 146,
		"ID": "dgYnBsY"
	},
	{
		"Title": "Doctor on the brain",
		"Author": "Gordon, Richard",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "204",
		"Authors": [
			"Richard Gordon"
		],
		"Country": "DE",
		"PublishedDate": "1976",
		"PageCount": 190,
		"ID": "Js6LPa1"
	},
	{
		"Title": "The Simpsons and Their Mathematical Secrets",
		"Author": "Singh, Simon",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "233",
		"Publisher": "A&C Black",
		"Authors": [
			"Simon Singh"
		],
		"Description": "From bestselling author of Fermat's Last Theorem, a must-have for number lovers and Simpsons fans",
		"ISBN": "9781408835302",
		"Cover": "http://books.google.com/books/content?id=feg_AQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 7,
		"Country": "DE",
		"PublishedDate": "2013",
		"PageCount": 272,
		"Categories": [
			"Mathematics"
		],
		"ID": "hNBxdkZ"
	},
	{
		"Title": "Pattern Classification",
		"Author": "Duda, Hart",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "241",
		"Publisher": "John Wiley & Sons",
		"Authors": [
			"Richard O. Duda",
			"Peter E. Hart",
			"David G. Stork"
		],
		"Description": "The first edition, published in 1973, has become a classicreference in the field. Now with the second edition, readers willfind information on key new topics such as neural networks andstatistical pattern recognition, the theory of machine learning,and the theory of invariances. Also included are worked examples,comparisons between different methods, extensive graphics, expandedexercises and computer project topics. An Instructor's Manual presenting detailed solutions to all theproblems in the book is available from the Wiley editorialdepartment.",
		"ISBN": "9781118586006",
		"Cover": "http://books.google.com/books/content?id=Br33IRC3PkQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 163.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2012-11-09",
		"PageCount": 680,
		"Categories": [
			"Technology & Engineering"
		],
		"ID": "SegJMBC"
	},
	{
		"Title": "From Beirut to Jerusalem",
		"Author": "Friedman, Thomas",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "202",
		"Publisher": "Farrar, Straus and Giroux",
		"Authors": [
			"Thomas L. Friedman"
		],
		"Description": "This revised edition of the number-one bestseller and winner of the 1989 National Book Award includes the Pulitzer Prize-winning author's new, updated epilogue. One of the most thought-provoking books ever written about the Middle East, From Beirut to Jerusalem remains vital to our understanding of this complex and volatile region of the world. Three-time Pulitzer Prize winner Thomas L. Friedman drew upon his ten years of experience reporting from Lebanon and Israel to write this now-classic work of journalism. In a new afterword, he updates his journey with a fresh discussion of the Arab Awakenings and how they are transforming the area, and a new look at relations between Israelis and Palestinians, and Israelis and Israelis. Rich with anecdote, history, analysis, and autobiography, From Beirut to Jerusalem will continue to shape how we see the Middle East for many years to come. \"If you're only going to read one book on the Middle East, this is it.\"--Seymour M. Hersh",
		"ISBN": "9780374706999",
		"Cover": "http://books.google.com/books/content?id=877DR3un9rIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 18,
		"ListPrice": {
			"amount": 17.27,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2010-04-01",
		"PageCount": 560,
		"Categories": [
			"Political Science"
		],
		"ID": "xSbYS6I"
	},
	{
		"Title": "The Code Book",
		"Author": "Singh, Simon",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "197",
		"Publisher": "Anchor",
		"Authors": [
			"Simon Singh"
		],
		"Description": "In his first book since the bestselling Fermat's Enigma, Simon Singh offers the first sweeping history of encryption, tracing its evolution and revealing the dramatic effects codes have had on wars, nations, and individual lives. From Mary, Queen of Scots, trapped by her own code, to the Navajo Code Talkers who helped the Allies win World War II, to the incredible (and incredibly simple) logisitical breakthrough that made Internet commerce secure, The Code Book tells the story of the most powerful intellectual weapon ever known: secrecy. Throughout the text are clear technical and mathematical explanations, and portraits of the remarkable personalities who wrote and broke the world's most difficult codes. Accessible, compelling, and remarkably far-reaching, this book will forever alter your view of history and what drives it. It will also make you wonder how private that e-mail you just sent really is.",
		"ISBN": "9780307787842",
		"Cover": "http://books.google.com/books/content?id=o3YbiVuTg70C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 10,
		"ListPrice": {
			"amount": 16.81,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-01-26",
		"PageCount": 432,
		"Categories": [
			"History"
		],
		"ID": "R6tn2Dn"
	},
	{
		"Title": "The Age of the Warrior: Selected Writings",
		"Author": "Fisk, Robert",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "197",
		"Publisher": "HarperCollins UK",
		"Authors": [
			"Robert Fisk"
		],
		"Description": "A selection of Robert Fisk's finest 'Comment' pieces from the Saturday ‘Independent’.",
		"ISBN": "9780007283217",
		"Cover": "http://books.google.com/books/content?id=Jupaz0z_4QwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3,
		"RatingsCount": 1,
		"ListPrice": {
			"amount": 10.59,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-03-06",
		"PageCount": 320,
		"Categories": [
			"Political Science"
		],
		"ID": "mO6e6a2"
	},
	{
		"Title": "Final Crisis (DC Essential Edition)",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "257",
		"Publisher": "DC Comics",
		"Authors": [
			"Grant Morrison"
		],
		"Description": "What happens when evil wins? ThatÕs the question Superman, Batman, the Justice League and every being in the DC Universe must face when Darkseid and his otherworldly legion of fanatical followers defeat the WorldÕs Greatest Heroes. How will they rally back? More importantly...can they? Collects FINAL CRISIS #1-7, DC UNIVERSE #0, FINAL CRISIS: SUPERMAN BEYOND #1-2 and BATMAN #682-683 as a DC Essential Edition!",
		"ISBN": "9781779500588",
		"Cover": "http://books.google.com/books/content?id=XWSRDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 1,
		"RatingsCount": 5,
		"ListPrice": {
			"amount": 25.64,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2019-04-09",
		"PageCount": 480,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "qWQZRFm"
	},
	{
		"Title": "Batman: The Killing Joke",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "283",
		"Publisher": "DC",
		"Authors": [
			"Alan Moore",
			"Brian Bolland"
		],
		"Description": "A NEW YORK TIMES Bestseller! Presented for the first time with stark, stunning new coloring by Brian Bolland, BATMAN: THE KILLING JOKE is Alan Moore's unforgettable meditation on the razor-thin line between sanity and insanity, heroism and villainy, comedy and tragedy. According to the grinning engine of madness and mayhem known as the Joker, that's all that separates the sane from the psychotic. Freed once again from the confines of Arkham Asylum, he's out to prove his deranged point. And he's going to use Gotham City's top cop, Commissioner Jim Gordon, and the Commissioner’s brilliant and beautiful daughter Barbara to do it.",
		"ISBN": "9781401242282",
		"Cover": "http://books.google.com/books/content?id=dejeAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 81,
		"ListPrice": {
			"amount": 4.1,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2008-03-19",
		"PageCount": 48,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "2tCheIm"
	},
	{
		"Title": "Flashpoint",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "265",
		"Publisher": "DC COMICS bei Panini Comics",
		"Authors": [
			"Johns Geoff"
		],
		"Description": "Flash alias Barry Allen versteht die Welt nicht mehr. Tote leben wieder, Schurken sind Helden, und nichts ist so, wie er es in Erinnerung hat. Welcher seiner Feinde mag wohl dafür verantwortlich sein, dass die Erde im Chaos versank? Entdeckt mit dem Roten Blitz die überraschende Welt von Flashpoint! Die Story, die den DC Relaunch einleitete!",
		"ISBN": "9783736780842",
		"Cover": "http://books.google.com/books/content?id=6YpTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 12.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2021-11-30",
		"PageCount": 180,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "WxFg5BJ"
	},
	{
		"Title": "Batman",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "265",
		"Publisher": "Dc Comics",
		"Authors": [
			"Geoff Johns"
		],
		"Description": "A reimagining of Batman's beginnings sheds new light on how Bruce Wayne became the Dark Knight, as he seeks revenge on his parents' killers.",
		"ISBN": "9781401232092",
		"Cover": "http://books.google.com/books/content?id=lorNtwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 29,
		"Country": "DE",
		"PublishedDate": "2014-08-19",
		"PageCount": 144,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "FsDTSxF"
	},
	{
		"Title": "Crisis on Infinite Earths",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Publisher": "Crisis on Infinite Earths",
		"Authors": [
			"Marv Wolfman"
		],
		"Description": "A reprint of the original twelve-issue series that brought together all of DC's superhero characters from the beginning through the early 1980s, changing the DC universe forever.",
		"Cover": "http://books.google.com/books/content?id=PQRaAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2000",
		"PageCount": 372,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "yr8Adob"
	},
	{
		"Title": "The Numbers Behind NUMB3RS",
		"Author": "Devlin, Keith",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "202",
		"Publisher": "Penguin",
		"Authors": [
			"Keith Devlin",
			"Gary Lorden"
		],
		"Description": "The companion to the hit CBS crime series Numb3rs presents the fascinating way mathematics is used to fight real-life crime Using the popular CBS prime-time TV crime series Numb3rs as a springboard, Keith Devlin (known to millions of NPR listeners as the Math Guy on NPR's Weekend Edition with Scott Simon) and Gary Lorden (the principal math advisor to Numb3rs) explain real-life mathematical techniques used by the FBI and other law enforcement agencies to catch and convict criminals. From forensics to counterterrorism, the Riemann hypothesis to image enhancement, solving murders to beating casinos, Devlin and Lorden present compelling cases that illustrate how advanced mathematics can be used in state-of-the-art criminal investigations.",
		"ISBN": "9781101213469",
		"Cover": "http://books.google.com/books/content?id=Wm6SCRVby0kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 1,
		"ListPrice": {
			"amount": 12.33,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2007-08-28",
		"PageCount": 256,
		"Categories": [
			"Mathematics"
		],
		"ID": "ptuIjhi"
	},
	{
		"Title": "Earth One",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "259",
		"Publisher": "Dc Comics",
		"Authors": [
			"J. Michael Straczynski",
			"Shane Davis",
			"Jerry Siegel",
			"Joe Shuster"
		],
		"Description": "Young Clark Kent continues his journey toward becoming the World's Greatest Super Hero, but finds dealing with humanity to be a bigger challenge than he ever imagined! From a ruthless dictator to a new love interest who's not Lois Lane, things are never easy for this emerging Man of Steel.",
		"ISBN": "9781401224691",
		"Cover": "http://books.google.com/books/content?id=GJbfZwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2013-05-01",
		"PageCount": 136,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "WpolndB"
	},
	{
		"Title": "Superman: Earth One Vol. 2",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Publisher": "DC",
		"Authors": [
			"J. Michael Straczynski"
		],
		"Description": "Following the events of the New York Times bestselling graphic novel by acclaimed writer Michael J. Straczynski and superstar artist Shane Davis, comes the long awaited sequel Superman: Earth One Vol. 2! Young Clark Kent continues his journey toward becoming the World's Greatest Super Hero, but finds dealing with humanity to be a bigger challenge than he ever imagined! From a ruthless dictator to a new love interest who's NOT Lois Lane, things are never easy for this emerging Man of Steel. And the worst is yet to come, in the form of a man-monster with an insatiable appetite, the Parasite! The only thing that might appease his hunger is The Last Son of Kryptonian! But that will also mean he will have Superman's powers without his conscience, and Kal-El cannot come anywhere near him, even though he has to stop him!",
		"ISBN": "9781401241483",
		"Cover": "http://books.google.com/books/content?id=3fPjAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 3,
		"ListPrice": {
			"amount": 15.38,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2012-11-06",
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "gLGujlz"
	},
	{
		"Title": "Justice League",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Publisher": "Dc Comics",
		"Authors": [
			"Geoff Johns",
			"Ivan Reis",
			"Paul Pelletier"
		],
		"Description": "When Atlantis attacks the East Coast, flooding many of its major cities, the Justice League and Aquaman unite to stop the devastation.",
		"ISBN": "9781401242404",
		"Cover": "http://books.google.com/books/content?id=In6VmwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2013",
		"PageCount": 192,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "HKXaNI0"
	},
	{
		"Title": "Justice League Vol. 2: The Villain's Journey (The New 52)",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Publisher": "DC",
		"Authors": [
			"Geoff Johns"
		],
		"Description": "The Justice League is the greatest force for good the world has ever seen. But not everyone sees them that way. Their never-ending battle against evil results in casualties beyond its super-powered, costumed combatants. The League-s attempts to safeguard innocent lives cannot save everybody. Unbeknownst to Earth-s greatest champions, their greatest triumph may contain the seeds of their greatest defeat. For heroes are not the only people who face tragedy and are reborn as something greater than they were before. Villains can take this journey, too. And once they start out on this dark path, the road could lead straight to the destruction of the Justice League-. The New York Times bestselling team of Geoff Johns (Green Lantern) and Jim Lee (Batman: Hush) are joined by artists Gene Ha (Top 10) and Carlos D'Anda (Deathblow) for JUSTICE LEAGUE VOL. 2: THE VILLAIN'S JOURNEY, collecting issues #7-12 of the series. Can the world-s greatest super heroes survive a voyage deep into the heart of darkness? It all ends with one of the most shocking - and surprising moments in DC history!",
		"ISBN": "9781401244194",
		"Cover": "http://books.google.com/books/content?id=PU-1AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 8,
		"ListPrice": {
			"amount": 17.43,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-02-05",
		"PageCount": 160,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "nDlNW36"
	},
	{
		"Title": "The Death and Life of Superman",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Authors": [
			"Roger Stern"
		],
		"Description": "On November 18, 1992, news of Superman's death shocked the world as the legendary Man of Steel was killed defending Metropolis from the monster called Doomsday. Here at last is the dramatic stroy behind the best-selling comic book of all time: the fates of Clark Kent, Lois Lane, Ma and Pa Kent, the Justice League, and the reign of the four superbeings who mysteriously appeared after Superman's funeral, each claiming to be the real Last Son of Krypton. And finally, here is the complete, incredible story of Superman's triumphant return! In this thrilling novel, Roger Stern (a veteran writer of Superman in Action Comics) chronicles the most amazing comeback in comic book history - told with more gripping detail and background than ever before.",
		"ISBN": "9780760754399",
		"Cover": "http://books.google.com/books/content?id=-zKi2nVJPFkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2004",
		"PageCount": 421,
		"Categories": [
			"Life on other planets"
		],
		"ID": "XJopPii"
	},
	{
		"Title": "The Other History of the DC Universe",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Authors": [
			"John Ridley"
		],
		"Description": "\"Reframing iconic moments of DC history and charting a previously unexplored sociopolitical thread as seen through the prism of DC Super Heroes who come from historically disenfranchised groups, John Ridley goes where no other has gone before! This unique new series presents its story as prose by Ridley married with beautifully realized color illustrations from a selection of exciting illustrators and comics artists. Extensively researched and masterfully executed, The other history of the DC universe promises to be an experience unlike any other. You may think you know the history of the DC Universe...but the truth is far more complex. The other history of the DC universe isn't about saving the world--it's about having the strength to simply be who you are.\"--",
		"ISBN": "9781779511973",
		"Cover": "http://books.google.com/books/content?id=dZYvzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2021",
		"PageCount": 224,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "7hW9duk"
	},
	{
		"Title": "Batman Noir",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "258",
		"Publisher": "Dc Comics",
		"Authors": [
			"Jeph Loeb",
			"Tim Sale"
		],
		"Description": "Jeph Loeb and Tim Sale's legendary Batman story is collected in an all-new black and white noir edition! Collecting this landmark series in a brand new noir edition, all-stars Jeph Loeb and Tim Sale send the Dark Knight on the hunt for a mysterious serial killer who strikes only on holidays. The World's Greatest Detective must solve the unsolvable with no shortage of suspects in a city beset by mobsters and costumed criminals, any one of whom could be his prey. Collects BATMAN: THE LONG HALLOWEEN #1-14 in black and white.",
		"ISBN": "9781401248833",
		"Cover": "http://books.google.com/books/content?id=XGDCoAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2014-10",
		"PageCount": 384,
		"Categories": [
			"Comics & Graphic Novels"
		],
		"ID": "FSWh5eB"
	},
	{
		"Title": "Steinbeck",
		"Author": "Steinbeck, John",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "196",
		"Publisher": "Penguin",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "\"Surely his most interesting, plausibly his most memorable, and . . . arguably his best book\" —The New York Times Book Review For John Steinbeck, who hated the telephone, letter-writing was a preparation for work and a natural way for him to communicate his thoughts on people he liked and hated; on marriage, women, and children; on the condition of the world; and on his progress in learning his craft. Opening with letters written during Steinbeck's early years in California, and closing with a 1968 note written in Sag Herbor, New York, Steinbeck: A Life in Letters reveals the inner thoughts and rough character of this American author as nothing else has and as nothing else ever will. \"The reader will discover as much about the making of a writer and the creative process, as he will about Steinbeck. And that's a lot.\" —Los Angeles Herald-Examiner \"A rewarding book of enduring interest, this becomes a major part of the Steinbeck canon.\" —The Wall Street Journal",
		"ISBN": "9781440673870",
		"Cover": "http://books.google.com/books/content?id=jrbmSemfAdYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 3,
		"ListPrice": {
			"amount": 8.97,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "1989-04-01",
		"PageCount": 928,
		"Categories": [
			"Literary Collections"
		],
		"ID": "cMGEse8"
	},
	{
		"Title": "The Information",
		"Author": "Gleick, James",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "233",
		"Publisher": "Vintage",
		"Authors": [
			"James Gleick"
		],
		"Description": "From the bestselling author of the acclaimed Chaos and Genius comes a thoughtful and provocative exploration of the big ideas of the modern era: Information, communication, and information theory. Acclaimed science writer James Gleick presents an eye-opening vision of how our relationship to information has transformed the very nature of human consciousness. A fascinating intellectual journey through the history of communication and information, from the language of Africa’s talking drums to the invention of written alphabets; from the electronic transmission of code to the origins of information theory, into the new information age and the current deluge of news, tweets, images, and blogs. Along the way, Gleick profiles key innovators, including Charles Babbage, Ada Lovelace, Samuel Morse, and Claude Shannon, and reveals how our understanding of information is transforming not only how we look at the world, but how we live. A New York Times Notable Book A Los Angeles Times and Cleveland Plain Dealer Best Book of the Year Winner of the PEN/E. O. Wilson Literary Science Writing Award",
		"ISBN": "9780307379573",
		"Cover": "http://books.google.com/books/content?id=617JSFW0D2kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 67,
		"ListPrice": {
			"amount": 16.81,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-03-01",
		"PageCount": 544,
		"Categories": [
			"Science"
		],
		"ID": "IXf1pzV"
	},
	{
		"Title": "Vertragliche Gestaltung von Innovationskooperationen",
		"Author": "",
		"Genre": "science",
		"SubGenre": "economics",
		"Height": "235",
		"Publisher": "Springer-Verlag",
		"Authors": [
			"Judith Rühl"
		],
		"Description": "Judith Rühl analysiert verschiedene Formen der vertraglichen Gestaltung von Innovationskooperationen und zeigt Möglichkeiten zur Berücksichtigung von Informationsasymmetrien und finanziellen Beschränkungen auf.",
		"ISBN": "9783322978257",
		"Cover": "http://books.google.com/books/content?id=ANAiBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 35.96,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-11-21",
		"PageCount": 331,
		"Categories": [
			"Business & Economics"
		],
		"ID": "BOLFn3J"
	},
	{
		"Title": "Elements of Information Theory",
		"Author": "Thomas, Joy",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "229",
		"Publisher": "John Wiley & Sons",
		"Authors": [
			"Thomas M. Cover",
			"Joy A. Thomas"
		],
		"Description": "The latest edition of this classic is updated with new problem sets and material The Second Edition of this fundamental textbook maintains the book's tradition of clear, thought-provoking instruction. Readers are provided once again with an instructive mix of mathematics, physics, statistics, and information theory. All the essential topics in information theory are covered in detail, including entropy, data compression, channel capacity, rate distortion, network information theory, and hypothesis testing. The authors provide readers with a solid understanding of the underlying theory and applications. Problem sets and a telegraphic summary at the end of each chapter further assist readers. The historical notes that follow each chapter recap the main points. The Second Edition features: * Chapters reorganized to improve teaching * 200 new problems * New material on source coding, portfolio theory, and feedback capacity * Updated references Now current and enhanced, the Second Edition of Elements of Information Theory remains the ideal textbook for upper-level undergraduate and graduate courses in electrical engineering, statistics, and telecommunications.",
		"ISBN": "9780471241959",
		"Cover": "http://books.google.com/books/content?id=j0DBDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2006-07-18",
		"PageCount": 792,
		"Categories": [
			"Computers"
		],
		"ID": "THP52qI"
	},
	{
		"Title": "Power Electronics",
		"Author": "Rashid, Muhammad",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "235",
		"Publisher": "Prentice Hall",
		"Authors": [
			"Muhammad H. Rashid"
		],
		"Description": "For junior or senior undergraduate students in Electrical and Electronic Engineering. This text is also suitable forindividuals interested in the fields of electrical and electronic engineering. This text covers the basics of emerging areas in power electronics and a broad range of topics such as power switching devices, conversion methods, analysis and techniques, and applications. Its unique approach covers the characteristics of semiconductor devices first, then discusses the applications of these devices for power conversions. Four main applications are included: flexible ac transmissions (FACTs), static switches, power supplies, dc drives, and ac drives.",
		"ISBN": "9780133125900",
		"Cover": "http://books.google.com/books/content?id=KRD9mAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2013-07-19",
		"PageCount": 998,
		"Categories": [
			"Technology & Engineering"
		],
		"ID": "PzoOyU6"
	},
	{
		"Title": "Power Electronics",
		"Author": "Mohan, Ned",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "237",
		"Publisher": "John Wiley & Sons Incorporated",
		"Authors": [
			"Ned Mohan",
			"Tore M. Undeland",
			"William P. Robbins"
		],
		"Description": "Offering step-by-step, in-depth coverage, the new Third Edition of Power Electronics: Converters, Applications, and Design provides a cohesive presentation of power electronics fundamentals for applications and design in the power range of 500 kW or less. The text describes a variety of practical and emerging power electronic converters made feasible by the new generation of power semiconductor devices. The new edition is now enhanced with a new CD-ROM, complete with PSpice-based examples, a new magnetics design program, and PowerPoint slides.",
		"Cover": "http://books.google.com/books/content?id=ToYoAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 832,
		"Categories": [
			"Technology & Engineering"
		],
		"ID": "IZTOuaq"
	},
	{
		"Title": "Neural Networks and Learning Machines",
		"Author": "Haykin, Simon",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "240",
		"Authors": [
			"Simon S. Haykin"
		],
		"ISBN": "9789332570313",
		"Country": "DE",
		"PublishedDate": "2016",
		"ID": "bzKY3xa"
	},
	{
		"Title": "The Grapes of Wrath",
		"Author": "Steinbeck, John",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "196",
		"Publisher": "Penguin UK",
		"Authors": [
			"John Steinbeck"
		],
		"Description": "Shocking and controversial when it was first published in 1939, Steinbeck's Pulitzer Prize-winning epic remains his undisputed masterpiece. Set against the background of dust bowl Oklahoma and Californian migrant life, it tells of the Joad family, who, like thousands of others, are forced to travel West in search of the promised land. Their story is one of false hopes, thwarted desires and broken dreams, yet out of their suffering Steinbeck created a drama that is intensely human yet majestic in its scale and moral vision; an eloquent tribute to the endurance and dignity of the human spirit.",
		"ISBN": "9780141915036",
		"Cover": "http://books.google.com/books/content?id=hNisMz5W1DQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 4,
		"ListPrice": {
			"amount": 8.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2001-04-26",
		"PageCount": 544,
		"Categories": [
			"Fiction"
		],
		"ID": "lSGAJNe"
	},
	{
		"Title": "Islamic Financial Management",
		"Author": "Deshpande, P L",
		"Genre": "nonfiction",
		"SubGenre": "misc",
		"Height": "211",
		"Publisher": "Global Vision Publishing House",
		"Authors": [
			"Dr. Jaquir Iqbal"
		],
		"Description": "The Encyclopaedic Dictionary Of Marathi Literature Has Been Developed With A Specific Planning To Include Not Only Men Of Letters But Also All Aspects Characterising The Growth Of Marathi Literature. It Also Presents A Clear Picture Of Development Of Marathi Literature From Early Period To The Present Day. The Contributions Of Many Poets, Writers, Playwriters, Essayist And Critics Are Given Along With Their Biographical Accounts Supported By Bibliography. It Has Successfully Converted A Long Journey Of Marathi Since Saint Dnyaneshwar To Today S New Little Magazine Movement .The Encyclopaedic Dictionary Serves The Purpose Of Research And Survey Of Marathi Literature Very Well, Bringing In Full Contributions Of Progressive Poets And Writers. It Is Bound To Be Gita For Researchers As Well As Every Common Marathi Individual As It Has Rich Reference Value.",
		"ISBN": "9788182202214",
		"Cover": "http://books.google.com/books/content?id=nrR9D_ydGwoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2009-10-01",
		"PageCount": 390,
		"Categories": [
			"Foreign Language Study"
		],
		"ID": "3wvYJFs"
	},
	{
		"Title": "The Nature of Statistical Learning Theory",
		"Author": "Vapnik, Vladimir",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "228",
		"Publisher": "Springer Science & Business Media",
		"Authors": [
			"Vladimir Vapnik"
		],
		"Description": "The aim of this book is to discuss the fundamental ideas which lie behind the statistical theory of learning and generalization. It considers learning as a general problem of function estimation based on empirical data. Omitting proofs and technical details, the author concentrates on discussing the main results of learning theory and their connections to fundamental problems in statistics. This second edition contains three new chapters devoted to further development of the learning theory and SVM techniques. Written in a readable and concise style, the book is intended for statisticians, mathematicians, physicists, and computer scientists.",
		"ISBN": "9781475732641",
		"Cover": "http://books.google.com/books/content?id=EqgACAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 213.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-06-29",
		"PageCount": 314,
		"Categories": [
			"Mathematics"
		],
		"ID": "Q4EUstC"
	},
	{
		"Title": "Empire of the Moghul",
		"Author": "Rutherford, Alex",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "180",
		"Authors": [
			"Alex Rutherford"
		],
		"Description": "The greatest story you never knew - how one of the most powerful empires in the history of the world rose to greatness, and destroyed itself",
		"ISBN": "9781472204325",
		"Country": "DE",
		"PublishedDate": "2012-11-22",
		"ID": "BpD3nne"
	},
	{
		"Title": "Brothers at War",
		"Author": "Rutherford, Alex",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "180",
		"Authors": [
			"Alex Rutherford"
		],
		"Description": "The second enthralling installment in Alex Rutherford's Empire of the Moghul series. 1530, Agra, Northern India. Humayun, the newly-crowned second Moghul Emperor, is a fortunate man. His father, Babur, has bequeathed him wealth, glory and an empire which stretches a thousand miles south from the Khyber pass; he must now build on his legacy, and make the Moghuls worthy of their forebear, Tamburlaine. But, unbeknown to him, Humayun is already in grave danger. His half-brothers are plotting against him; they doubt that he has the strength, the will, the brutality needed to command the Moghul armies and lead them to still-greater glories. Perhaps they are right. Soon Humayun will be locked in a terrible battle: not only for his crown, not only for his life, but for the existence of the very empire itself.",
		"ISBN": "9780755380336",
		"Cover": "http://books.google.com/books/content?id=tEjGbwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2010",
		"PageCount": 496,
		"Categories": [
			"Mogul Empire"
		],
		"ID": "spDgy16"
	},
	{
		"Title": "Raiders from the North",
		"Author": "Rutherford, Alex",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "180",
		"Publisher": "Review",
		"Authors": [
			"Alex Rutherford"
		],
		"Description": "The first book in the Empire of the Moghul series: chronicling the rise and fall of the Moghul rulers of India, beginning with Babur who swept in from Central Asia to found one of the most powerful dynasties in history. 1494, and the new ruler of Ferghana, twelve-year-old Babur, faces a seemingly impossible challenge. Babur is determined to equal his great ancestor, Tamburlaine, whose conquests stretched from Delhi to the Mediterranean, from wealthy Persia to the wild Volga. But he is dangerously young to inherit a crown and treasonous plots, tribal rivalries, rampaging armies and ruthlessly ambitious enemies will threaten his destiny, his kingdom, even his survival.",
		"ISBN": "9780755356546",
		"Cover": "http://books.google.com/books/content?id=WX3zPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2010-01",
		"PageCount": 516,
		"Categories": [
			"Fiction"
		],
		"ID": "sNGs5xv"
	},
	{
		"Title": "The Empire of the Mogul",
		"Author": "Rutherford, Alex",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "180",
		"Authors": [
			"Alex Rutherford"
		],
		"Description": "The new Moghul Emperor Shah Jahan reigns over a colossally wealthy empire of 100 million souls. Yet to gain his throne he has followed the savage 'throne or coffin' traditions of his ancestors - descendants of Genghis Khan and Tamburlaine. Ever since the Moghuls took India, brother has fought brother and sons their fathers for the prize and Shah Jahan has been no exception. As his reign dawns, now is the time for Shah Jahan to secure his throne by crushing his enemies. Instead, devastated by the death of his beautiful wife Mumtaz, he becomes obsessed with building an epic monument to their perfect love - the Taj Mahal. His overwhelming grief isolates him from his sons and he does not see the rivalries, indeed hatreds, building between them. When he falls ill, civil war breaks out - ruthless, murderous and uncontrollable - and the foundations of the empire itself begin to shake.",
		"ISBN": "9781472217073",
		"Cover": "http://books.google.com/books/content?id=g2XnnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2014-01-30",
		"ID": "KoGU5Ky"
	},
	{
		"Title": "Raiders from the North",
		"Author": "Rutherford, Alex",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "180",
		"Publisher": "Review",
		"Authors": [
			"Alex Rutherford"
		],
		"Description": "The first book in the Empire of the Moghul series: chronicling the rise and fall of the Moghul rulers of India, beginning with Babur who swept in from Central Asia to found one of the most powerful dynasties in history. 1494, and the new ruler of Ferghana, twelve-year-old Babur, faces a seemingly impossible challenge. Babur is determined to equal his great ancestor, Tamburlaine, whose conquests stretched from Delhi to the Mediterranean, from wealthy Persia to the wild Volga. But he is dangerously young to inherit a crown and treasonous plots, tribal rivalries, rampaging armies and ruthlessly ambitious enemies will threaten his destiny, his kingdom, even his survival.",
		"ISBN": "9780755356546",
		"Cover": "http://books.google.com/books/content?id=WX3zPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2010-01",
		"PageCount": 516,
		"Categories": [
			"Fiction"
		],
		"ID": "7R78IX3"
	},
	{
		"Title": "The Decline of the Left Wing in Israel",
		"Author": "Baz-Zohar, Michael",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "236",
		"Publisher": "Bloomsbury Publishing",
		"Authors": [
			"Avi Shilon"
		],
		"Description": "Yossi Beilin was a seminal figure during the Israeli-Palestinian peace process. As deputy foreign minister in the second Rabin government, he was responsible for leading the Oslo process, which was the most important attempt to end the conflict between Israel and the Palestinians. This book is the first to tell the story of the left wing and the peace process based on the private archive of Beilin himself. The thousands of documents – shared exclusively with the author - reveal a far more complete picture of Israel's political-diplomatic history in the late 20th century, and provide new information on key events. Avi Shilon offers a critiques of the 'liberal peace-building' project and analyses the connections between the Labour party's economic policy and foreign policy since the 1970s. This book is both a political biography of Beilin and a new history which recounts the diplomatic processes and social-political changes that occurred in Israel in the past four decades.",
		"ISBN": "9781838601157",
		"Cover": "http://books.google.com/books/content?id=6E6_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 34.42,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2019-12-12",
		"PageCount": 352,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "eKYq3EI"
	},
	{
		"Title": "The Jim Corbett Omnibus",
		"Author": "Corbett, Jim",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "223",
		"Publisher": "OUP India",
		"Authors": [
			"Jim Corbett"
		],
		"Description": "Man-Eaters of Kumaon, The Man-Eating Leopard of Rudraprayag, and The Temple Tiger and More Man-Eaters of Kumaon, the three classic collections of Corbett's hunting stories, which vividly bring to life the drama and beauty of the jungle and its wildlife are here brought together in a single volume for the first time.",
		"Cover": "http://books.google.com/books/content?id=TaErAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "1991",
		"PageCount": 604,
		"Categories": [
			"Forest animals"
		],
		"ID": "gdQ1DDf"
	},
	{
		"Title": "Twenty Thousand Leagues Under the Sea",
		"Author": "Verne, Jules",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "190",
		"Publisher": "Wordsworth Editions",
		"Authors": [
			"Jules Verne"
		],
		"Description": "Professor Aronnax sets out in search of a dangerous sea monster, only to learn that the monster is really Captain Nemo's powerful submarine",
		"ISBN": "9781853260315",
		"Cover": "http://books.google.com/books/content?id=1kZyen7-PD8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1992",
		"PageCount": 245,
		"Categories": [
			"Fiction"
		],
		"ID": "SDbDrR4"
	},
	{
		"Title": "Islamic Financial Management",
		"Author": "Deshpande P L",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "200",
		"Publisher": "Global Vision Publishing House",
		"Authors": [
			"Dr. Jaquir Iqbal"
		],
		"Description": "The Encyclopaedic Dictionary Of Marathi Literature Has Been Developed With A Specific Planning To Include Not Only Men Of Letters But Also All Aspects Characterising The Growth Of Marathi Literature. It Also Presents A Clear Picture Of Development Of Marathi Literature From Early Period To The Present Day. The Contributions Of Many Poets, Writers, Playwriters, Essayist And Critics Are Given Along With Their Biographical Accounts Supported By Bibliography. It Has Successfully Converted A Long Journey Of Marathi Since Saint Dnyaneshwar To Today S New Little Magazine Movement .The Encyclopaedic Dictionary Serves The Purpose Of Research And Survey Of Marathi Literature Very Well, Bringing In Full Contributions Of Progressive Poets And Writers. It Is Bound To Be Gita For Researchers As Well As Every Common Marathi Individual As It Has Rich Reference Value.",
		"ISBN": "9788182202214",
		"Cover": "http://books.google.com/books/content?id=nrR9D_ydGwoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 2,
		"Country": "DE",
		"PublishedDate": "2009-10-01",
		"PageCount": 390,
		"Categories": [
			"Foreign Language Study"
		],
		"ID": "zwrQdbb"
	},
	{
		"Title": "Die längste Zeit",
		"Author": "Deshpande P L",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "211",
		"Authors": [
			"Peter Dickinson"
		],
		"ISBN": "9783551580948",
		"Cover": "http://books.google.com/books/content?id=Iw-EPQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2003",
		"PageCount": 476,
		"ID": "l7A5cx1"
	},
	{
		"Title": "Uralãsuralã",
		"Author": "Deshpande P L",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "211",
		"Authors": [
			"Pu. La Deśapāṇḍe"
		],
		"Description": "Humors on various themes.",
		"ISBN": "9788174868572",
		"Country": "DE",
		"PublishedDate": "2012",
		"PageCount": 241,
		"Categories": [
			"Marathi wit and humor"
		],
		"ID": "uundzVQ"
	},
	{
		"Title": "UNDERSTANDING POINTERS IN C",
		"Author": "Kanetkar, Yashwant",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "213",
		"ISBN": "9788170298915",
		"Country": "DE",
		"PublishedDate": "1997",
		"PageCount": 311,
		"Categories": [
			"C (Computer program language)"
		],
		"ID": "AEUURUl"
	},
	{
		"Title": "The Cathedral & the Bazaar",
		"Author": "Raymond, Eric",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "217",
		"Publisher": "\"O'Reilly Media, Inc.\"",
		"Authors": [
			"Eric Raymond"
		],
		"Description": "Argues that the development of Linux by thousands of programmers, in a coordinated effort without centralized management signals unprecedented power shifts in the computer industry.",
		"ISBN": "9780596001087",
		"Cover": "http://books.google.com/books/content?id=W2t2d2KP6HsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 8,
		"Country": "DE",
		"PublishedDate": "2001-02-08",
		"PageCount": 241,
		"Categories": [
			"Computers"
		],
		"ID": "vXspWzi"
	},
	{
		"Title": "Design with Operational Amplifiers and Analog Integrated Circuits",
		"Author": "Franco, Sergio",
		"Genre": "tech",
		"SubGenre": "computer_science",
		"Height": "240",
		"Publisher": "McGraw-Hill Science/Engineering/Math",
		"Authors": [
			"Sergio Franco"
		],
		"Description": "Franco's \"Design with Operational Amplifiers and Analog Integrated Circuits, 3e\" is intended for a design-oriented course in applications with operational amplifiers and analog ICs. It also serves as a comprehensive reference for practicing engineers. This new edition includes enhanced pedagogy (additional problems, more in-depth coverage of negative feedback, more effective layout), updated technology (current-feedback and folded-cascode amplifiers, and low-voltage amplifiers), and increased topical coverage (current-feedback amplifiers, switching regulators and phase-locked loops).",
		"ISBN": "9780072320848",
		"Cover": "http://books.google.com/books/content?id=88lQngEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2001-08-08",
		"PageCount": 672,
		"Categories": [
			"Technology & Engineering"
		],
		"ID": "iWpHiOa"
	},
	{
		"Title": "Think Complexity",
		"Author": "Downey, Allen",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "230",
		"Publisher": "\"O'Reilly Media, Inc.\"",
		"Authors": [
			"Allen Downey"
		],
		"Description": "Complexity science uses computation to explore the physical and social sciences. In Think Complexity, you’ll use graphs, cellular automata, and agent-based models to study topics in physics, biology, and economics. Whether you’re an intermediate-level Python programmer or a student of computational modeling, you’ll delve into examples of complex systems through a series of worked examples, exercises, case studies, and easy-to-understand explanations. In this updated second edition, you will: Work with NumPy arrays and SciPy methods, including basic signal processing and Fast Fourier Transform Study abstract models of complex physical systems, including power laws, fractals and pink noise, and Turing machines Get Jupyter notebooks filled with starter code and solutions to help you re-implement and extend original experiments in complexity; and models of computation like Turmites, Turing machines, and cellular automata Explore the philosophy of science, including the nature of scientific laws, theory choice, and realism and instrumentalism Ideal as a text for a course on computational modeling in Python, Think Complexity also helps self-learners gain valuable experience with topics and ideas they might not encounter otherwise.",
		"ISBN": "9781492040156",
		"Cover": "http://books.google.com/books/content?id=ALljDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 34.23,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2018-07-11",
		"PageCount": 200,
		"Categories": [
			"Computers"
		],
		"ID": "3aYvD6x"
	},
	{
		"Title": "The Deviĺs Advocate",
		"Author": "West, Morris",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "178",
		"Authors": [
			"West Morris L."
		],
		"Country": "DE",
		"PublishedDate": "1959",
		"PageCount": 351,
		"ID": "DbwBHS8"
	},
	{
		"Title": "Ayn Rand Answers: The Best of Her Q & A",
		"Author": "Rand, Ayn",
		"Genre": "philosophy",
		"SubGenre": "objectivism",
		"Height": "203",
		"Publisher": "Penguin",
		"Authors": [
			"Robert Mayhew"
		],
		"Description": "After the publication of Atlas Shrugged in 1957, Ayn Rand occasionally lectured in order bring her philosophy of Objectivism to a wider audience and apply it to current cultural and political issues. These taped lectures and the question-and-answer sessions that followed not only added an eloquent new dimension to Ayn Rand's ideas and beliefs, but a fresh and spontaneous insight into Ayn Rand herself. Never before available in print, this publishing event is a collection of those enlightening Q & As. This is Ayn Rand on: ethics, Ernest Hemingway, modern art, Vietnam, Libertarians, Jane Fonda, religious conservatives, Hollywood Communists, atheism, Don Quixote, abortion, gun control, love and marriage, Ronald Reagan, pollution, the Middle East, racism and feminism, crime and punishment, capitalism, prostitution, homosexuality, reason and rationality, literature, drug use, freedom of the press, Richard Nixon, New Left militants, HUAC, chess, comedy, suicide, masculinity, Mark Twain, improper questions, and more.",
		"ISBN": "9781101143728",
		"Cover": "http://books.google.com/books/content?id=-2D6VqMXfFIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 2,
		"ListPrice": {
			"amount": 12.33,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2005-11-01",
		"PageCount": 256,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "8E8DOey"
	},
	{
		"Title": "Philosophy",
		"Author": "Rand, Ayn",
		"Genre": "philosophy",
		"SubGenre": "objectivism",
		"Height": "171",
		"Authors": [
			"Ayn Rand"
		],
		"Description": "This collection of essays was the last work planned by Ayn Rand before her death in 1982. In it, she summarizes her view of philosophy and deals with a broad spectrum of topics. According to Ayn Rand, the choice we make is not whether to have a philosophy, but which one to have: rational, conscious, and therefore practical; or contradictory, unidentified, and ultimately lethal. Written with all the clarity and eloquence that have placed Ayn Rand's objectivist philosophy in the mainstream of American thought, these essays range over such basic issues as education, morality, censorship, and inflation to prove that philosophy is the fundamental force in all our lives.",
		"Cover": "http://books.google.com/books/content?id=of0PAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "1984",
		"PageCount": 246,
		"Categories": [
			"Philosophy"
		],
		"ID": "YdgBlPj"
	},
	{
		"Title": "The World's Great Philosophers",
		"Author": "",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "189",
		"Publisher": "John Wiley & Sons",
		"Authors": [
			"Robert L. Arrington"
		],
		"Description": "The World's Great Philosophers provides an introduction to and overview of some of the most profound and influential thinkers in the history of philosophy. Presents an introduction to and overview of some of the most profound and influential thinkers in the history of philosophy. Contains 40 essays, written by an outstanding international assembly of scholars. Provides cogent and accessible discussion of key philosophers from around the world. Conveys the historical panorama of philosophical thought on the nature of reality, the human condition, and basic human values.",
		"ISBN": "9780470692950",
		"Cover": "http://books.google.com/books/content?id=dh-E6oIlCkAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 26.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2008-04-15",
		"PageCount": 384,
		"Categories": [
			"Philosophy"
		],
		"ID": "oMfWMUv"
	},
	{
		"Title": "Statistik-Workshop für Programmierer",
		"Author": "Janert, Phillip",
		"Genre": "tech",
		"SubGenre": "data_science",
		"Height": "230",
		"Publisher": "O'Reilly Germany",
		"Authors": [
			"Allen B. Downey"
		],
		"Description": "Wenn Sie programmieren können, beherrschen Sie bereits Techniken, um aus Daten Wissen zu extrahieren. Diese kompakte Einführung in die Statistik zeigt Ihnen, wie Sie rechnergestützt, anstatt auf mathematischem Weg Datenanalysen mit Python durchführen können. Praktischer Programmier-Workshop statt grauer Theorie: Das Buch führt Sie anhand eines durchgängigen Fallbeispiels durch eine vollständige Datenanalyse -- von der Datensammlung über die Berechnung statistischer Kennwerte und Identifikation von Mustern bis hin zum Testen statistischer Hypothesen. Gleichzeitig werden Sie mit statistischen Verteilungen, den Regeln der Wahrscheinlichkeitsrechnung, Visualisierungsmöglichkeiten und vielen anderen Arbeitstechniken und Konzepten vertraut gemacht. Statistik-Konzepte zum Ausprobieren: Entwickeln Sie über das Schreiben und Testen von Code ein Verständnis für die Grundlagen von Wahrscheinlichkeitsrechnung und Statistik: Überprüfen Sie das Verhalten statistischer Merkmale durch Zufallsexperimente, zum Beispiel indem Sie Stichproben aus unterschiedlichen Verteilungen ziehen. Nutzen Sie Simulationen, um Konzepte zu verstehen, die auf mathematischem Weg nur schwer zugänglich sind. Lernen Sie etwas über Themen, die in Einführungen üblicherweise nicht vermittelt werden, beispielsweise über die Bayessche Schätzung. Nutzen Sie Python zur Bereinigung und Aufbereitung von Rohdaten aus nahezu beliebigen Quellen. Beantworten Sie mit den Mitteln der Inferenzstatistik Fragestellungen zu realen Daten.",
		"ISBN": "9783868993431",
		"Cover": "http://books.google.com/books/content?id=K_FhAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2012-05-31",
		"PageCount": 160,
		"Categories": [
			"Computers"
		],
		"ID": "jtATR8S"
	},
	{
		"Title": "Broca's Brain",
		"Author": "Sagan, Carl",
		"Genre": "science",
		"SubGenre": "physics",
		"Height": "174",
		"Publisher": "Ballantine Books",
		"Authors": [
			"Carl Sagan"
		],
		"Description": "A fascinating book on the joys of discovering how the world works, by the Pulitzer Prize–winning author of Cosmos and Shadows of Forgotten Ancestors. “Magnificent . . . Delightful . . . A masterpiece. A message of tremendous hope for humanity . . . While ever conscious that human folly can terminate man’s march into the future, Sagan nonetheless paints for us a mind-boggling future: intelligent robots, the discovery of extraterrestrial life and its consequences, and above all the challenge and pursuit of the mystery of the universe.”—Chicago Tribune “Go out and buy this book, because Carl Sagan is not only one of the world’s most respected scientists, he’s a great writer. . . . I can give a book no greater accolade than to say I’m planning on reading it again. And again. And again.”—The Miami Herald “The brilliant astronomer . . . is persuasive, provocative and readable.”—United Press International “Closely reasoned, impeccably researched, gently humorous, utterly devastating.”—The Washington Post",
		"ISBN": "9780307800992",
		"Cover": "http://books.google.com/books/content?id=vYpP6zmD9G8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 5,
		"ListPrice": {
			"amount": 8.73,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2011-07-06",
		"PageCount": 416,
		"Categories": [
			"Science"
		],
		"ID": "2fbpZUq"
	},
	{
		"Title": "Men of Mathematics",
		"Author": "Bell, E T",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "217",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"E.T. Bell"
		],
		"Description": "From one of the greatest minds in contemporary mathematics, Professor E.T. Bell, comes a witty, accessible, and fascinating look at the beautiful craft and enthralling history of mathematics. Men of Mathematics provides a rich account of major mathematical milestones, from the geometry of the Greeks through Newton’s calculus, and on to the laws of probability, symbolic logic, and the fourth dimension. Bell breaks down this majestic history of ideas into a series of engrossing biographies of the great mathematicians who made progress possible—and who also led intriguing, complicated, and often surprisingly entertaining lives. Never pedantic or dense, Bell writes with clarity and simplicity to distill great mathematical concepts into their most understandable forms for the curious everyday reader. Anyone with an interest in math may learn from these rich lessons, an advanced degree or extensive research is never necessary.",
		"ISBN": "9781476784250",
		"Cover": "http://books.google.com/books/content?id=CdLbAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 16.8,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2014-03-31",
		"PageCount": 608,
		"Categories": [
			"Mathematics"
		],
		"ID": "PGYIuUK"
	},
	{
		"Title": "The Oxford Book of Modern Science Writing",
		"Author": "Dawkins, Richard",
		"Genre": "science",
		"SubGenre": "science",
		"Height": "240",
		"Publisher": "Oxford University Press",
		"Authors": [
			"Richard Dawkins"
		],
		"Description": "Science.",
		"ISBN": "9780199216819",
		"Cover": "http://books.google.com/books/content?id=MkATDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 3,
		"Country": "DE",
		"PublishedDate": "2009",
		"PageCount": 419,
		"Categories": [
			"Science"
		],
		"ID": "oH6cRbk"
	},
	{
		"Title": "Justice, Judocracy and Democracy in India",
		"Author": "Ranjan, Sudhanshu",
		"Genre": "nonfiction",
		"SubGenre": "legal",
		"Height": "224",
		"Publisher": "Routledge",
		"Authors": [
			"Sudhanshu Ranjan"
		],
		"Description": "This book offers an innovative approach to studying ‘judicial activism’ in the Indian context in tracing its history and relevance since 1773. While discussing the varying roles of the judiciary, it delineates the boundaries of different organs of the State — judiciary, executive and legislature — and highlights the points where these boundaries have been breached, especially through judicial interventions in parliamentary affairs and their role in governance and policy. Including a fascinating range of sources such as legal cases, books, newspapers, periodicals, lectures, historical texts and records, the author presents the complex sides of the arguments persuasively, and contributes to new ways of understanding the functioning of the judiciary in India. This paperback edition, with a new Afterword, updates the debates around the raging questions facing the Indian judiciary. It will be of great interest to students and scholars of law, political science and history, as well as legal practitioners and the general reader.",
		"ISBN": "9781317809777",
		"Cover": "http://books.google.com/books/content?id=Vf4jAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 39.58,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2014-03-21",
		"PageCount": 378,
		"Categories": [
			"Law"
		],
		"ID": "5dQEaGO"
	},
	{
		"Title": "Kautilya'S Arthashastra",
		"Author": "Kautiyla",
		"Genre": "philosophy",
		"SubGenre": "philosophy",
		"Height": "214",
		"Authors": [
			"Subrata K. Mitra"
		],
		"Description": "Kautilya who?' In India itself, Kautilya is mentioned for reasons that are more sentimental and nationalistic than analytical and comparative with respect to the theoretical significance of his contributions to statecraft. In academic circles, Kautilya is labelled as the 'Indian Machiavelli', even though the Arthashastra was written some 1800 years prior to Machiavelli's Discorsi and Principe and is much broader in scope. This book brings the wisdom of Kautilya's text-a tour de force in strategic thinking-to the present political discourse, emphasizing the relevance of this ancient text to contemporary world affairs. Brilliant scholarly analysis complemented with in-depth academic enquiry gives this work an edge over all that has been written on Arthashastra so far. Mitra and Liebig move beyond romanticizing Kautilya and present to the reader one of the sharpest minds in history, unmatched in its knowledge of statecraft and a theory unparalleled in strategic thinking. A must-have guide to understanding both Kautilya and the intricacies of governance.",
		"ISBN": "9788129148650",
		"Cover": "http://books.google.com/books/content?id=A3IvzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2017-11-20",
		"PageCount": 582,
		"Categories": [
			"Political Science"
		],
		"ID": "rnhbiBD"
	},
	{
		"Title": "We, the People",
		"Author": "Palkhivala",
		"Genre": "philosophy",
		"SubGenre": "philosophy",
		"Height": "216",
		"Authors": [
			"Nani Ardeshir Palkhivala"
		],
		"Description": "Speeches and lectures delivered by the author on various occasions; chiefly on the legal and political developments of India.",
		"ISBN": "9788174761675",
		"Country": "DE",
		"PublishedDate": "1984",
		"PageCount": 368,
		"Categories": [
			"Constitutional law"
		],
		"ID": "ZKMZvIl"
	},
	{
		"Title": "We, the Nation",
		"Author": "Palkhivala",
		"Genre": "philosophy",
		"SubGenre": "philosophy",
		"Height": "216",
		"Authors": [
			"Nani Ardeshir Palkhivala"
		],
		"ISBN": "9788185944906",
		"Country": "DE",
		"PublishedDate": "1994",
		"PageCount": 332,
		"Categories": [
			"Constitutional law"
		],
		"ID": "J7nvMgU"
	},
	{
		"Title": "Nani Palkhivala",
		"Author": "Sorabjee",
		"Genre": "nonfiction",
		"SubGenre": "autobiography",
		"Height": "217",
		"Authors": [
			"Soli J. Sorabjee",
			"Arvind P. Datar"
		],
		"ISBN": "9788180387548",
		"Country": "DE",
		"PublishedDate": "2012",
		"PageCount": 461,
		"Categories": [
			"Economists"
		],
		"ID": "bRzdNQF"
	},
	{
		"Title": "Dongri to Dubai",
		"Author": "Zaidi, Hussain",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "216",
		"Publisher": "Lotus Roli",
		"Authors": [
			"S. Hussain Zaidi"
		],
		"Description": "\"[This] is the first attempt to chronicle the history of the Mumbai mafia. It is the story of ... gangsters like Haji Mastan, Karim Lala, Varadarajan Mudaliar, Chhota Rajan, Abu Salem, but, above all, it is the story of a young man who went astray despite having a father in the police force. Dawood Ibrahim was initiated into crime as a pawn in the hands of the Mumbai police and went on to wipe out the competitiohn and eventually became the Mumbai police's own nemesis. The narrative encompasses several milestones in the history of crime in India, from the rise of the Pathans, formation of the Dawood gang, the first ever supari, mafia's nefarious role in Bollywood, Dawood's move to Karachi, and Pakistan's subsequent alleged role in sheltering one of the most wanted persons in the world. ...\"--Back cover.",
		"ISBN": "9788174368942",
		"Cover": "http://books.google.com/books/content?id=hphwMwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1,
		"Country": "DE",
		"PublishedDate": "2012",
		"PageCount": 378,
		"Categories": [
			"Biography & Autobiography"
		],
		"ID": "UVEmuke"
	},
	{
		"Title": "The history of England",
		"Author": "Ackroyd, Peter",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "197",
		"Publisher": "Macmillan",
		"Authors": [
			"Peter Ackroyd"
		],
		"Description": "The first in an extraordinary six-volume history, \"Foundation\" takes the reader from the primeval forests of England's prehistory to the death, in 1509, of the first Tudor king, Henry VII.",
		"Cover": "http://books.google.com/books/content?id=aKSFDPrhkY4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 15,
		"Country": "DE",
		"PublishedDate": "2012",
		"PageCount": 540,
		"Categories": [
			"Great Britain"
		],
		"ID": "gjrz2Ew"
	},
	{
		"Title": "City of Djinns",
		"Author": "Dalrymple, William",
		"Genre": "nonfiction",
		"SubGenre": "history",
		"Height": "198",
		"Publisher": "Penguin",
		"Authors": [
			"William Dalrymple"
		],
		"Description": "Peeling back the layers of Delhi’s centuries-old history, City of Djinns is an irresistible blend of research and adventure. Sparkling with irrepressible wit, City of Djinns peels back the layers of Delhi's centuries-old history, revealing an extraordinary array of characters along the way-from eunuchs to descendants of great Moguls. With refreshingly open-minded curiosity, William Dalrymple explores the seven \"dead\" cities of Delhi as well as the eighth city—today's Delhi. Underlying his quest is the legend of the djinns, fire-formed spirits that are said to assure the city's Phoenix-like regeneration no matter how many times it is destroyed. Entertaining, fascinating, and informative, City of Djinns is an irresistible blend of research and adventure.",
		"ISBN": "9781101127018",
		"Cover": "http://books.google.com/books/content?id=GVvUJVmVr8kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 2,
		"ListPrice": {
			"amount": 15.7,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2003-03-25",
		"PageCount": 352,
		"Categories": [
			"Travel"
		],
		"ID": "96bNgs6"
	},
	{
		"Title": "India's Legal System",
		"Author": "Nariman",
		"Genre": "nonfiction",
		"SubGenre": "legal",
		"Height": "177",
		"Publisher": "Penguin UK",
		"Authors": [
			"Fali S Nariman"
		],
		"Description": "An incisive and comprehensive view of India’s legal process and its key issues India has the second-largest legal profession in the world, but the systemic delays and chronic impediments of its judicial system inspire little confidence in the common person. In India’s Legal System, renowned constitutional expert and senior Supreme Court lawyer Fali S. Nariman explores the possible reasons. While realistically appraising the criminal justice system and the performance of legal practitioners, he elaborates on the different aspects of contemporary practice, such as public interest litigation, judicial review and activism. In lucid, accessible language, Nariman discusses key social issues such as inequality and affirmative action, providing real cases as illustrations of the on-ground situation. This frank and thought-provoking book offers valuable insights into India’s judicial system and maps a possible road ahead to make justice available to all.",
		"ISBN": "9788184757293",
		"Cover": "http://books.google.com/books/content?id=MfxYOQgJ3JUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2017-05-24",
		"PageCount": 174,
		"Categories": [
			"Literary Collections"
		],
		"ID": "sbc3eDl"
	},
	{
		"Title": "Mayada",
		"Author": "Sassoon, Jean",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "235",
		"Authors": [
			"Jean P. Sasson"
		],
		"ISBN": "9783442361793",
		"Cover": "http://books.google.com/books/content?id=IJz_NAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2004",
		"PageCount": 383,
		"ID": "t0fnxlx"
	},
	{
		"Title": "The Ropemaker",
		"Author": "Dickinson, Peter",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "196",
		"Publisher": "Pan Macmillan",
		"Authors": [
			"Peter Dickinson"
		],
		"Description": "The magic in the Valley is dying. In the forest, the cedar trees whisper the news. The age-old spell can no longer protect the land from its enemies. Four companions must find the sorcerer who conjured the ancient power. He has not been seen for centuries, hidden in the dark heart of an evil Empire. Their journey is desperately dangerous, and the travellers are shadowed by a mysterious figure. Is the shape-changing Ropemaker their ally? Or a deadly enemey? And does he command the deepest magic of all? That weaves and unweaves the great rope that is time itself....",
		"ISBN": "9780330527422",
		"Cover": "http://books.google.com/books/content?id=SyFtOAIYpl0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 7,
		"ListPrice": {
			"amount": 9.26,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2013-03-28",
		"PageCount": 432,
		"Categories": [
			"Juvenile Fiction"
		],
		"ID": "roq3nUC"
	},
	{
		"Title": "Angels & Demons",
		"Author": "Brown, Dan",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "170",
		"Publisher": "Simon and Schuster",
		"Authors": [
			"Dan Brown"
		],
		"Description": "The murder of a world-famous physicist raises fears that the Illuminati are operating again after centuries of silence, and religion professor Robert Langdon is called in to assist with the case.",
		"ISBN": "9780743493468",
		"Cover": "http://books.google.com/books/content?id=yTm_C8TWpkcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 385,
		"Country": "DE",
		"PublishedDate": "2006-05-23",
		"PageCount": 480,
		"Categories": [
			"Fiction"
		],
		"ID": "CEL1MaF"
	},
	{
		"Title": "\"God Has Appointed a Day in which He Will Judge the World in Righteousness by that Man Jesus, Whom He Has Ordained.\"",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "170",
		"Authors": [
			"Lycurgus Butler (M.)"
		],
		"Cover": "http://books.google.com/books/content?id=cV9ZAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1934",
		"PageCount": 217,
		"ID": "yoMHvmj"
	},
	{
		"Title": "The Army Lawyer",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "170",
		"Cover": "http://books.google.com/books/content?id=rqcj-MWEc8QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "1991",
		"PageCount": 956,
		"Categories": [
			"Courts-martial and courts of inquiry"
		],
		"ID": "sJJL1RT"
	},
	{
		"Title": "The Prince",
		"Author": "Machiavelli",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "173",
		"Authors": [
			"Niccolò Machiavelli"
		],
		"Description": "There have been many political philosophies published throughout the time of literate man, but few have made such an impact in so few words as Niccolo Machiavelli's The Prince. This eminently quotable treatise on the nature of rulers is unsettling in that it does not merely discuss the specific political geography of 16th century Europe, a world comprised of kings and nobles who ruled absolutely; it has endured for nearly 500 years because it is an all-encompassing understanding of men in power, and the common traits, motives and struggles which have characterized leaders from Roman emperors to modern-day presidents.",
		"ISBN": "9781503017825",
		"AverageRating": 3.5,
		"RatingsCount": 90,
		"Country": "DE",
		"PublishedDate": "2014-10-29",
		"PageCount": 170,
		"ID": "cYKIC7B"
	},
	{
		"Title": "Eyeless in Gaza",
		"Author": "Huxley, Aldous",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "180",
		"Publisher": "Harper Perennial Modern Classics",
		"Authors": [
			"Aldous Huxley"
		],
		"Description": "Written at the height of his powers immediately after Brave New World, Aldous Huxley's highly acclaimed Eyeless in Gaza is his most personal novel. Huxley's bold, nontraditional narrative tells the loosely autobiographical story of Anthony Beavis, a cynical libertine Oxford graduate who comes of age in the vacuum left by World War I. Unfulfilled by his life, loves, and adventures, Anthony is persuaded by a charismatic friend to become a Marxist and take up arms with Mexican revolutionaries. But when their disastrous embrace of violence nearly kills them, Anthony is left shattered—and is forced to find an alternative to the moral disillusionment of the modern world.",
		"ISBN": "9780061724893",
		"Cover": "http://books.google.com/books/content?id=5Ib5wAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 10,
		"Country": "DE",
		"PublishedDate": "2009-10-20",
		"PageCount": 512,
		"Categories": [
			"History"
		],
		"ID": "TqzDGH6"
	},
	{
		"Title": "The Tales of Beedle the Bard",
		"Author": "Rowling, J K",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "184",
		"Publisher": "A&C Black",
		"Description": "'You've never heard of The Tales of Beedle the Bard?' said Ron incredulously. 'You're kidding, right?' (From Harry Potter and the Deathly Hallows) Published by the charity Lumos in association with Bloomsbury Publishing Plc, The Tales of Beedle the Bard is the first new book from J. K. Rowling since the publication of Harry Potter and the Deathly Hallows. The Tales of Beedle the Bardplayed a crucial role in assisting Harry, with his friends Ron and Hermione, to finally defeat Lord Voldemort. Fans will be thrilled to have this opportunity to read the tales in full. An exciting addition to the canon of Harry Potter, the tales reveal the wonderful versatility of the author, as she tackles with relish the structure and varying tones of a classic fairy tale. There are five tales: 'The Tale of the Three Brothers', recounted in Deathly Hallows, plus 'The Fountain of Fair Fortune', 'The Warlock's Hairy Heart', 'The Wizard and the Hopping Pot', and 'Babbitty Rabbitty and her Cackling Stump'. Each has its own magical character and will bring delight, laughter and the thrill of mortal peril. Translated from the original runes by Hermione Granger, the tales are introduced and illustrated by J. K. Rowling. Also included are notes by Professor Albus Dumbledore, which appear by kind permission of the Hogwarts Headmasters' Archive. Lumos is a charity founded by J. K. Rowling which aims to make life better for disadvantaged children. Registered Charity Number: 1112575.",
		"ISBN": "9780747599876",
		"Cover": "http://books.google.com/books/content?id=avHMljalfT0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 50,
		"Country": "DE",
		"PublishedDate": "2008",
		"PageCount": 108,
		"Categories": [
			"Children's stories"
		],
		"ID": "0atz3ns"
	},
	{
		"Title": "The Girl with the Dragon Tattoo",
		"Author": "Larsson, Steig",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "179",
		"Publisher": "Penguin Canada",
		"Authors": [
			"Stieg Larsson"
		],
		"Description": "A spellbinding amalgam of murder mystery, family saga, love story, and financial intrigue. It's about the disappearance forty years ago of Harriet Vanger, a young scion of one of the wealthiest families in Sweden . . . and about her octogenarian uncle, determined to know the truth about what he believes was her murder. It's about Mikael Blomkvist, a crusading journalist recently at the wrong end of a libel case, hired to get to the bottom of Harriet's disappearance . . . and about Lisbeth Salander, a twenty-four-year-old pierced and tattooed genius hacker possessed of the hard-earned wisdom of someone twice her age--and a terrifying capacity for ruthlessness to go with it--who assists Blomkvist with the investigation. This unlikely team discovers a vein of nearly unfathomable iniquity running through the Vanger family, astonishing corruption in the highest echelons of Swedish industrialism--and an unexpected connection between themselves. It's a contagiously exciting, stunningly intelligent novel about society at its most hidden, and about the intimate lives of a brilliantly realized cast of characters, all of them forced to face the darker aspects of their world and of their own lives.",
		"ISBN": "9780143198369",
		"Cover": "http://books.google.com/books/content?id=q9MljgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 2837,
		"Country": "DE",
		"PublishedDate": "2015-09-24",
		"PageCount": 480,
		"Categories": [
			"Hackers"
		],
		"ID": "wF63Kzu"
	},
	{
		"Title": "Vergebung",
		"Author": "Larsson, Steig",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "179",
		"Publisher": "Heyne Verlag",
		"Authors": [
			"Stieg Larsson"
		],
		"Description": "Wer suchet, der tötet Die Ermittlerin Lisbeth Salander steht unter Mordverdacht. Ihr Partner Mikael Blomkvist schwört, ihre Unschuld zu beweisen. Er weiß, dass es um Salanders Leben geht. Als seine Ermittlungen die schwedische Regierung in ihren Grundfesten zu erschüttern drohen, setzt er alles auf eine Karte. Nach „Verblendung“ und „Verdammnis“ der grandiose Höhepunkt der Trilogie um das Ermittlerduo Blomkvist und Salander. Mit einer Kugel im Kopf wird Lisbeth Salander in die Notaufnahme eingeliefert. Sie hat den Kampf gegen Alexander Zalatschenko, berüchtigter Drahtzieher mafiöser Machenschaften, ein weiteres Mal knapp überlebt. Aber wird sie gegen den schwedischen Geheimdienst bestehen können, der alle Kräfte mobilisiert, um sie ein für alle Mal mundtot zu machen? Zu groß ist die Gefahr, dass sie die Verbindung zwischen Zalatschenko und der schwedischen Regierung aufdeckt. Unterdessen arbeitet Mikael Blomkvist unter Hochdruck daran, Salanders Unschuld zu beweisen. Es fehlen nur noch wenige Details, und er wird das Komplott gegen Salander aufdecken. Auch als seine Ermittlungen von höchster Stelle massiv behindert werden, führt Blomkvist seine Arbeit unbeirrt fort. Er weiß genau, dass er nur noch diese eine Chance hat, um Lisbeth Salander zu retten.",
		"ISBN": "9783641203368",
		"Cover": "http://books.google.com/books/content?id=Gi_L423XJP8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 5,
		"RatingsCount": 4,
		"ListPrice": {
			"amount": 9.99,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PublishedDate": "2009-03-11",
		"PageCount": 864,
		"Categories": [
			"Fiction"
		],
		"ID": "pXDvWBd"
	},
	{
		"Title": "The Girl Who Played with Fire",
		"Author": "Larsson, Steig",
		"Genre": "fiction",
		"SubGenre": "novel",
		"Height": "179",
		"Publisher": "Vintage Books",
		"Authors": [
			"Stieg Larsson"
		],
		"Description": "Two reporters responsible for a sex-trafficking exposâe are murdered, and the fingerprints on the murder weapon belong to Lisbeth Salander, prompting the magazine's publisher, Mikael Blomkvist, to launch his own investigation to vindicate Salander.",
		"ISBN": "9780307949509",
		"Cover": "http://books.google.com/books/content?id=a3b7ngEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 3.5,
		"RatingsCount": 3183,
		"Country": "DE",
		"PublishedDate": "2011-11",
		"PageCount": 724,
		"Categories": [
			"Fiction"
		],
		"ID": "GXgxxaV"
	},
	{
		"Title": "The Batman Handbook",
		"Author": "",
		"Genre": "fiction",
		"SubGenre": "comic",
		"Height": "270",
		"Publisher": "Quirk Books",
		"Authors": [
			"Scott Beatty"
		],
		"Description": "Looks at the essential tools that are necessary to become Batman, including Bat skills, fighting skills, detective skills, and escape skills.",
		"ISBN": "9781594740237",
		"Cover": "http://books.google.com/books/content?id=ij-xvNBcwJUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4.5,
		"RatingsCount": 12,
		"Country": "DE",
		"PublishedDate": "2005",
		"PageCount": 191,
		"Categories": [
			"Humor"
		],
		"ID": "N4XwoZ7"
	},
	{
		"Title": "Murphy's Law für SCHÜLER",
		"Author": "",
		"Genre": "philosophy",
		"SubGenre": "psychology",
		"Height": "178",
		"Authors": [
			"Axel Fröhlich"
		],
		"ISBN": "9783830344087",
		"Cover": "http://books.google.com/books/content?id=j4maswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2017-08",
		"PageCount": 48,
		"ID": "u3PZxdC"
	},
	{
		"Title": "Structure and Randomness",
		"Author": "Tao, Terence",
		"Genre": "science",
		"SubGenre": "mathematics",
		"Height": "252",
		"Publisher": "American Mathematical Soc.",
		"Authors": [
			"Terence Tao"
		],
		"Description": "\"In 2007, Terry Tao began a mathematical blog, as an outgrowth of his own website at UCLA. This book is based on a selection of articles from the first year of that blog. These articles discuss a wide range of mathematics and its applications, ranging from expository articles on quantum mechanics, Einstein's equation E = mc[superscript 2], or compressed sensing, to open problems in analysis, combinatorics, geometry, number theory, and algebra, to lecture series on random matrices, Fourier analysis, or the dichotomy between structure and randomness that is present in many subfields of mathematics, to more philosophical discussions on such topics as the interplay between finitary and infinitary in analysis. Some selected commentary from readers of the blog has also been included at the end of each article.",
		"ISBN": "9780821886281",
		"Cover": "http://books.google.com/books/content?id=SzneC0gryvwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"ListPrice": {
			"amount": 36.38,
			"currencyCode": "EUR"
		},
		"Country": "DE",
		"PageCount": 298,
		"Categories": [
			"Mathematics"
		],
		"ID": "KBicOgJ"
	},
	{
		"Title": "Digital Image Processing",
		"Author": "Eddins, Steve",
		"Genre": "tech",
		"SubGenre": "signal_processing",
		"Height": "241",
		"Country": "DE",
		"PublishedDate": "1977",
		"PageCount": 65,
		"Categories": [
			"Image processing"
		],
		"ID": "DvnXu6e"
	},
	{
		"Title": "Animal Farm",
		"Author": "Orwell, George",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "180",
		"Authors": [
			"George Orwell"
		],
		"Description": "Mr Jones of Manor Farm is so lazy and drunken that one day he forgets to feed his livestock. The ensuing rebellion under the leadership of the pigs Napoleon and Snowball leads to the animals taking over the farm. Vowing to eliminate the terrible inequities of the farmyard, the renamed Animal Farm is organized to benefit all who walk on four legs. But as time passes, the ideals of the rebellion are corrupted, then forgotten. And something new and unexpected emerges… Animal Farm—the history of a rebellion that went wrong—is George Orwell’s brilliant satire on the corrupting influence of power. ‘Remains our great satire of the darker face of modern history’ – Malcolm Bradbury. All animals are equal. But some animals are more equal than others.",
		"ISBN": "9780143416319",
		"Cover": "http://books.google.com/books/content?id=t7mANAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 1824,
		"Country": "DE",
		"PublishedDate": "2011",
		"PageCount": 94,
		"ID": "gVIhHjy"
	},
	{
		"Title": "The Idiot",
		"Author": "Dostoevsky, Fyodor",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "197",
		"Publisher": "Penguin",
		"Authors": [
			"Fyodor Dostoyevsky"
		],
		"Description": "Fyodor Dostoyevsky's The Idiot is an immaculate portrait of innocence tainted by the brutal reality of human greed. This Penguin Classics edition is translated from the Russian by David McDuff, with an introduction by William Mills Todd III. Returning to St Petersburg from a Swiss sanatorium, the gentle and naïve epileptic Prince Myshkin - the titular 'idiot' - pays a visit to his distant relative General Yepanchin and proceeds to charm the General, his wife, and his three daughters. But his life is thrown into turmoil when he chances on a photograph of the beautiful Nastasya Filippovna. Utterly infatuated with her, he soon finds himself caught up in a love triangle and drawn into a web of blackmail, betrayal, and finally, murder. Inspired by an image of Christ's suffering Dostoyevsky sought to portray in Prince Myshkin the purity of a 'truly beautiful soul' and explore the perils that innocence and goodness face in a corrupt world. David McDuff's new translation brilliantly captures the novel's idiosyncratic and dream-like language and the nervous, elliptic flow of the narrative. This edition also contains a new introduction by William Mills Todd III, which is a fascinating examination of the pressures on Dostoyevsky as he wrote the story of his Christ-like hero. Fyodor Mikhailovich Dostoyevsky (1821-1881) was born in Moscow. From 1849-54 he lived in a convict prison, and in later years his passion for gambling led him deeply into debt. His other works available in Penguin Classics include Crime & Punishment, The Idiot and Demons. If you enjoyed The Idiot, you might like Anton Chekhov's Ward No. 6 and Other Stories, also available in Penguin Classics. 'McDuff's language is rich and alive' The New York Times Book Review '[The Idiot's] ... narrative is so compelling' Rowan Williams, Archbishop of Canterbury",
		"ISBN": "9781101160558",
		"Cover": "http://books.google.com/books/content?id=2-ly7aL57XgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"Country": "DE",
		"PublishedDate": "2004-08-31",
		"PageCount": 768,
		"Categories": [
			"Fiction"
		],
		"ID": "CTEDffI"
	},
	{
		"Title": "A Christmas Carol",
		"Author": "Dickens, Charles",
		"Genre": "fiction",
		"SubGenre": "classic",
		"Height": "196",
		"Publisher": "Wordsworth Editions",
		"Authors": [
			"Charles Dickens"
		],
		"Description": "Ebenezer Scrooge is a miserly old skinflint. He hates everyone, especially children. But at Christmas three ghosts come to visit him, scare him into mending his ways, and he finds, as he celebrates with Bob Cratchit, Tiny Tim and their family, that geniality brings its own reward. This finest of all Christmas stories is beautifully illustrated with Arthur Rackham's superb line drawings.",
		"ISBN": "9781853261213",
		"Cover": "http://books.google.com/books/content?id=cQtJJ4FbbXgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
		"AverageRating": 4,
		"RatingsCount": 25,
		"Country": "DE",
		"PublishedDate": "1993",
		"PageCount": 147,
		"Categories": [
			"Juvenile Fiction"
		],
		"ID": "ozh11mQ"
	}
]